{"43": {"description": ["I&apos;ve constructed a framework for designing habit-forming products. The \"desire engine\" gives product makers and designers a model for thinking of the necessary components to create user behavior. Habit design is a super power. If used for good, habit design can enhance people&rsquo;s lives with entertaining and even healthful routines. If used for evil, habits can quickly turn into wasteful addictions. The trinity of access, data, and speed creates new opportunities for habit-forming technologies to hook users and everything becomes more addictive. Companies need to know how to harness the power of the desire engine to improve peoples&rsquo; lives, while consumers need to understand the mechanics of behavior engineering to protect themselves from manipulation. More and more developers realize that their success hinges on understanding user behavior. I&apos;ve used patterns collected from my 4 years in the gaming and advertising business and my year of research as a consultant and lecturer at the Stanford GSB, to create a tool, which should greatly improve the odds of success for a startup. For more, please see my blog at: <a href=\"http://www.nirandfar.com\" target=\"_blank\">http://www.nirandfar.com</a>."], "business": "1", "session_type": "Presentation", "sponsors": [""], "presenters": {"Nir-Eyal": "Nir Eyal"}, "entry_id": "43", "session_theme": "<span class=\"theme\">Business</span>", "theme": "business", "classes": "gender-m business wednesday session p45min presentation", "location": "MTCC - 715", "time": "Wednesday, 3:15PM &#8211; 4:00PM", "session_title": "Stop Designing Apps And Start Designing Habits", "presentation": "1"}, "130": {"description": ["Design and design thinking is playing a key role in the ongoing disruption of healthcare. This session aims to inspire designers working in healthcare &amp; wellness to keep compassion at the heart of our UX practice.", "I&rsquo;ll talk about three topics that can enlighten our work. First, we have to establish real empathy with user groups. Patients everywhere are engaged and empowered about their health, and I&rsquo;ll discuss a few ways to create a clear, demystified online user-environment. Second, I&rsquo;ll analyze what I call a &ldquo;distress interaction&rdquo; &#8211; people looking up health information are anxious and symptomatic. How can we establish trust and compassion through user interface design? Third, I&rsquo;ll talk about a few ways Mayo Clinic has created digital communities for patients to exchange stories of hope and reassurance.", "This session will also discuss ways to put these topics into practice in your UX design team. By keeping patients at the center of our thinking, the right design will emerge."], "session_type": "Presentation", "sponsors": [""], "presenters": {"James-Senior": "James Senior"}, "entry_id": "130", "healthcare_wellness": "1", "session_theme": "<span class=\"theme\">Healthcare/Wellness</span>", "theme": "healthcare-wellness", "classes": "gender-m healthcare-wellness thursday session p45min presentation", "location": "MTCC - 717", "time": "Thursday, 11:45AM &#8211; 12:30PM", "session_title": "Designing a Compassionate Healthcare Experience", "presentation": "1"}, "26B": {"description": ["Tension is one of the most powerful tools in a designer&rsquo;s arsenal. Align emotional, cultural or behavioral forces in opposition of convention or expectations, and you will break thru the clutter. You&rsquo;ll start conversations and debates. You&rsquo;ll catalyze interaction and keep it going. You&rsquo;ll be relevant and matter at a human level. These tensions drive our ideation and the big ideas, brand identities and consumer journeys that result. But what about when we move below the &ldquo;30,000 foot view&rdquo;? What about for a specific execution: a digital app, a web based platform, an installation? What&rsquo;s the best way to leverage tension there? A few months ago we tried to find out. We asked people both inside CP+B as well as thought leaders in other agencies + industries to finish this sentence: &ldquo;One of the best ways I&rsquo;ve seen positive tension created in an experience is&hellip;&rdquo; This presentation will share the results of that study and the actionable experience design examples and techniques that have come out of it for generating positive tension in any project."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Matt-Walsh": "Matt Walsh"}, "entry_id": "26B", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "gender-m monday strategy session p45min presentation", "location": "MTCC - 717", "time": "Monday, 11:00AM &#8211; 11:45AM", "session_title": "TENSE UP: Creating Positive Tensions in Experiences", "presentation": "1"}, "26": {"description": ["This year, in partnership with the SAIC, Greater Good Studio designed and built a new public school cafeteria. While that sounds like an architecture project, it really means designing interactions between kids and food, staff, space and other kids! The project shone a spotlight on how designers approach social problems differently than public policy folks. The community-driven research and design effort revealed new solutions including products, processes, structural elements and environmental elements. Further, it proved that designers can and should be tasked with creating new metrics for measuring their own success, and that all social innovation begins with local innovation."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Sara-Cantor-Aye": "Sara Cantor Aye"}, "entry_id": "26", "service_design": "1", "session_theme": "<span class=\"theme\">Service Design</span>", "theme": "service-design", "classes": "tuesday gender-f session p45min service-design presentation", "location": "MTCC - 717", "time": "Tuesday, 3:15PM &#8211; 4:00PM", "session_title": "Designing Everything But the Food", "presentation": "1"}, "27": {"gaming": "1", "description": ["So you&rsquo;re designing a media UI &#8212; the one, multi-platform content solution that finally solves the living room, forever. It&rsquo;ll be thoughtful, coherent, social and beautful to behold. It will succeed where Netflix, AppleTV, Google and Amazon have failed.", "Here&rsquo;s the problem: media delivery is a mud pit filled with razor blades, and the obstacles that can shred the most artful design aren&rsquo;t obvious until it&rsquo;s too late. In the breadth of its user base and the thorniness of its business considerations, the entertainment industry is unique, and demands a unique approach. Many familiar best practices, like identifying user targets and getting designers a seat at the decision-making table, are just as true here as anywhere else. But many more are not.", "Our interaction design teams have spent five years and thousands of design hours working on media UI projects for a wide range of technology and entertainment clients. In that time, we&rsquo;ve been surprised by research findings, interaction and recommendation patterns, development issues, and the strange legal and business considerations of Hollywood, and we&rsquo;ve seen a few patterns emerge. This presentation, by the creative director and interaction designer most enmeshed in Ziba&rsquo;s media interface projects, gets beneath the surface to unearth the real considerations that will make or break anything media related."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Greg-Martin": "Greg Martin", "Ryan-Coulter": "Ryan Coulter"}, "entry_id": "27", "session_theme": "<span class=\"theme\">Gaming</span>", "theme": "gaming", "classes": "gaming gender-m wednesday session p45min presentation gender-m", "location": "MTCC - 718", "time": "Wednesday, 11:00AM &#8211; 11:45AM", "session_title": "Navigating the Media Minefield", "presentation": "1"}, "20": {"description": ["You&rsquo;ve been assigned to design the future MRI scanning experience and you may be thinking to yourself, what did I get myself into?! This isn&rsquo;t an everyday consumer experience &#8211; but a specialized, results-focused, and expert-user driven system. A product that doesn&rsquo;t just have a &ldquo;help&rdquo; section, but 500+ page manuals and week-long training programs. A system that lives inside of, and is connected to, several other pre-existing processes and systems with many parts and pieces. In an ideal world, UX designers get to learn all about the people who use these types of systems &#8211; what they do, and why they do it &#8211; in order to design and redesign experiences that meet users&rsquo; needs. But what do we do when the information available is less than ideal? What issues and obstacles do designers face when trying to understand complex systems? What are some best practices for understanding these systems as a non-expert or non-practitioner? How can we get up to speed and really understand these systems to help our users find, understand, and process large sets of data? How do we engage our problem-solving skills as designers to make the right decisions? Even if you don&rsquo;t have time, budget, or resources for research, you still have strategies you can use to help you through this process. We&rsquo;ll discuss 5 coping strategies that we have used to help us solve for big, wicked problems."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Chris-Pennell": "Chris Pennell", "Jessica-Bailey": "Jessica Bailey"}, "entry_id": "20", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m monday process gender-f session p10min presentation", "location": "MTCC - 717", "time": "Monday, 3:30PM &#8211; 3:40PM", "session_title": "Designing for Complexity: What Did I Get Myself Into?!", "presentation": "1"}, "22": {"description": ["Something exciting has been happening to our everyday objects. Things that were once silent and static can now sing, glow, buzz and be tracked online. Some are constantly listening for sounds, sights and touches to translate into meaningful inputs. Others have the ability to learn, refining their behaviors over time. They can be connected to one another as well as the Internet. As people continue to interact with data in all aspects of life, they will expect their digital devices to deliver real-time, visualized, networked feedback. The WSJ envisions a roadmap where 50 billion devices could be connected to the Internet by 2020. Collectively, this &ldquo;Internet of Things&rdquo; will provide cloud-enabled experiences that can profoundly change many aspects of everyday life both in and out of the home.  As designers, this presents a juicy opportunity to pioneer new territory in rich interaction, but it also can backfire, filling people&rsquo;s lives with more frustrations over technology than ever before. In this session, the presenter will share stories from the front lines of designing interactive hardware/software products and ecosystems at the award-winning firm Smart Design. She&apos;ll discuss challenges and highlight opportunities where the combination of physical device and virtual data can provide a more meaningful experience than either alone. She&apos;ll describe frameworks for gauging the value that IoT experiences can have for people in their everyday lives. Finally, she will lay out a series of methodologies that can be used by designers and strategists when creating the future of interactive experiences."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Carla-Diana": "Carla Diana"}, "entry_id": "22", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "process wednesday gender-f session p45min presentation", "location": "MTCC - 715", "time": "Wednesday, 11:00AM &#8211; 11:45AM", "session_title": "Making Meaning in an Internet of Things", "presentation": "1"}, "23": {"description": ["Traity is simple: A personality test where people answer questions. However, users barely did what we expected them to do. This talk covers the mistakes we made, what we have learnt from them, and how we now lead users to do what we expect with our &ldquo;dietary&rdquo; approach to UX."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Juan-Cartagena": "Juan Cartagena"}, "entry_id": "23", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "gender-m wednesday strategy session p10min presentation", "location": "MTCC - 717", "time": "Wednesday, 2:30PM &#8211; 2:40PM", "session_title": "Getting what you want", "presentation": "1"}, "125": {"description": ["The use of graphical buttons has become commonplace in mobile touch applications. Despite their distinct usability advantages, buttons are a convention carried over from non-touch platforms and have become default tools for designers in touch environments. This convention can act as a barrier against innovation towards more natural gesture-based touch interactions. I will present an interaction concept that attempts to replace traditional buttons or tap interactions with gestures for list navigation and contextual actions. The purpose will be to inspire listeners to explore creative and usable solutions when designing for touch.", ""], "session_type": "Presentation", "sponsors": [""], "presenters": {"Behzad-Aghaei": "Behzad Aghaei"}, "entry_id": "125", "mobile": "1", "session_theme": "<span class=\"theme\">Mobile</span>", "theme": "mobile", "classes": "gender-m mobile wednesday session p10min presentation", "location": "MTCC - 717", "time": "Wednesday, 12:00PM &#8211; 12:10PM", "session_title": "Towards Buttonless Touch Interaction", "presentation": "1"}, "127": {"description": ["There are plenty of R&amp;D labs working on foresight projects, where technologists and designers imagine the futures. What kind of roles designers are playing? And how are futures currently being predicted? I will give an intro on the Gartner Hype Cycle, and give a personal take on where trends and fads comes into play. How many more times can we reinvent the smart refrigerators? And why has it never get adopted in the market? I will present interesting cases of failures that were predicted in the past, and what we can learn from the history. To design meaningful futures, designers will need to embrace a different perspective: It&rsquo;s no longer about out of the box thinking, but finding the right box to frame the opportunity space."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Carina-Ngai": "Carina Ngai"}, "entry_id": "127", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "wednesday gender-f strategy session p10min presentation", "location": "MTCC - 717", "time": "Wednesday, 3:00PM &#8211; 3:10PM", "session_title": "Failed futures", "presentation": "1"}, "KEY6": {"keynote": "1", "description": ["Walking across an empty room does not require ingenuity. But add bears, alligators and land mines and ingenuity will be required to get across safely. We live in an increasingly complex world where the bears, alligators and land mines are replaced with climate change, peak oil, and population growth to name a few.", "However, humans have the capacity for developing ingenious solutions to these challenges and designers are well positioned to fill this gap. How do you unlock the ingenuity that exists within people and organizations? Welcome to Future Blitz, the process of using rapid ingenuity to address your greatest challenges."], "session_type": "Keynote", "sponsors": [""], "presenters": {"John-Bielenberg": "John Bielenberg"}, "entry_id": "KEY6", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "keynote gender-m thursday session context", "location": "MTCC - 718", "context": "1", "time": "Thursday, 4:15PM &#8211; 5:00PM", "session_title": "Rubber Ducks and Hockey Gloves (Or, how to jump the ingenuity gap)"}, "OPEN04": {"description": "", "session_type": "Announcement", "sponsors": [""], "entry_id": "OPEN04", "announcement": "1", "session_theme": "", "theme": "announcement", "classes": "announcement other event thursday", "location": "MTCC - 718", "time": "Thursday, 9:00AM &#8211; 9:30AM", "session_title": "Opening Remarks"}, "OPEN02": {"description": "", "session_type": "Announcement", "sponsors": [""], "entry_id": "OPEN02", "announcement": "1", "session_theme": "", "theme": "announcement", "classes": "announcement tuesday other event", "location": "MTCC - 718", "time": "Tuesday, 9:00AM &#8211; 9:30AM", "session_title": "Opening Remarks"}, "OPEN03": {"description": "", "session_type": "Announcement", "sponsors": [""], "entry_id": "OPEN03", "announcement": "1", "session_theme": "", "theme": "announcement", "classes": "announcement other event wednesday", "location": "MTCC - 718", "time": "Wednesday, 9:00AM &#8211; 9:30AM", "session_title": "Opening Remarks"}, "OPEN01": {"description": "", "session_type": "Announcement", "sponsors": [""], "entry_id": "OPEN01", "announcement": "1", "session_theme": "", "theme": "announcement", "classes": "announcement other event monday", "location": "MTCC - 718", "time": "Monday, 9:15AM &#8211; 9:30AM", "session_title": "Opening Remarks"}, "58": {"description": ["Interaction designers own timing, pacing and rhythm. Yet our work practice lacks appropriate tools and vocabulary. How do you portray a groove in a wireframe, flow chart, or PowerPoint deck? This is becoming critically important as things like transitions, animation, hover responses and video make their way into more and more interactive experiences. This is in your future. This session builds on &ldquo;The Rhythm of Interaction,&rdquo; a popular and inspirational talk from Interaction 11 in Colorado. First we&apos;ll introduce the concepts of Interactive and Motivic Rhythm, touch on how they relate to Flow, and then dive into techniques for designing pacing, tempo and rhythm into our interfaces. We will also examine what makes these elements fail or succeed, and explore how you can know when your design is doing it right.  Of course that means seeing how your users respond. But it also has implications for the mental model you seek to induce in your users. Rhythmic experiences can share characteristics with machinery, music, drama, or organisms. Your choice of rhythmic style, and how it&apos;s expressed, can set up predictable behavior patterns and foster intuitions and extrapolations that will result in an engaging, rewarding experience."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Peter-Stahl": "Peter Stahl"}, "entry_id": "58", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "gender-m tuesday strategy session p45min presentation", "location": "MTCC - 718", "time": "Tuesday, 11:00AM &#8211; 11:45AM", "session_title": "Rhythm, Flow and Style", "presentation": "1"}, "56": {"description": ["This presentation will interest everyone who is tired of concept videos that feel like TV ads, future visions that are dated the moment they go online, and product scenarios that resemble life with the Brady Bunch. It will address the value and technique for communicating future products and services that are firmly grounded in real life situations. Drawing on examples from outside of the design world, we will see how artists and film makers have used the spirit of realism to create lasting works that are authentic and truthful. Interaction Designers, who are often tasked with designing product visions and intangible services, must embrace realism in the same way to create relevant stories and natural atmospheres that effortlessly and accurately communicate the experiences and benefits of tomorrow&apos;s systems, particularly as they play out in the lives of real people. The examples (both good and bad) and techniques discussed will go beyond the power of storytelling, or why Lorem Ipsum should be avoided, so that we can understand why and how designers can produce work that foregoes features and decoration in favor of something more meaningful. This approach will help designers simultaneously answers the questions \"how does this product work\" and \"why does this product exist\", and may even save time and money by leveraging low-fi aesthetics and keeping production to a minimum."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Adam-Little": "Adam Little"}, "entry_id": "56", "session_theme": "<span class=\"theme\">Concept Design</span>", "theme": "concept-design", "classes": "gender-m wednesday session concept-design p10min presentation", "location": "MTCC - 717", "time": "Wednesday, 2:45PM &#8211; 2:55PM", "session_title": "Realism in Design: Communicating Authentic Experiences for the Real World", "presentation": "1", "concept_design": "1"}, "53": {"description": ["As fast, user-centered development gains acceptance, many startups have successfully adopted a Lean Startup philosophy. But, why is it that many agencies and their clients still struggle to apply this methodology to larger-scale projects? What can &#8211; and should &#8211; consulting firms learn and embrace from startups? In this presentation, Martina Schell from Method and Johanna Kollman from Sidekick Studios will discuss the evolution of a product development philosophy for clients and agencies. Drawing from their experience leading UX and product design at startups, in-house, and now at consultancies, they will explore how they have applied Lean Startup methodologies in a consulting context. Are interaction designer and product people who apply Lean Startup the next big thing in consulting, or is it just another buzzword? Expect war stories and hear personal anecdotes about what has or hasn&apos;t worked, and judge for yourself."], "business": "1", "session_type": "Presentation", "sponsors": [""], "presenters": {"Johanna-Kollmann": "Johanna Kollmann", "Martina-Schell": "Martina Schell"}, "entry_id": "53", "session_theme": "<span class=\"theme\">Business</span>", "theme": "business", "classes": "monday business gender-f session gender-f p45min presentation", "location": "MTCC - 718", "time": "Monday, 11:45AM &#8211; 12:30PM", "session_title": "Lean Startup In Design Consulting: Lessons Learned", "presentation": "1"}, "52": {"gaming": "1", "description": ["Much has been written and discussed lately about story and user experience. The stories generally being discussed are linear stories, but the digital world is usually interactive. Interactive narratives, such as those in video games, allow the user to make a series of branching choices that eventually lead to a successful conclusion. Online, informational, interactive processes, such as enrollments, complex shopping, training, and many other online processes can also be thought of in a similar way. User has a goal, has obstacles to overcome, makes choices, and usually reaches a climax and successful conclusion. What can interactive narrative teach us about providing a more engaging user experience for these informational processes that we frequently design? One element that will be discussed is interactive narrative structure.", " &bull; Hierarchical branching: What most people think of as interactive narrative, but in practice it is rarely used.", " &bull; Scene branching: Limited interactivity but useful for simpler information processes.", " &bull; Parallel Paths: One narrative has multiple paths the user can take depending on choices and needs. This is an effective choice for a complex, online, informational processes that attracts heterogeneous types of users with different needs", " &bull; String of Pearls Structure: A linked series of worlds connected by tasks that a user must accomplish to move forward. Can be useful for a process involving diverse information gathering but still moving towards a goal.", "Other interactive narrative techniques and applications besides structure will also be discussed, including the enhanced story telling capabilities of touch screen devices, such as the iPad."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Timothy-Garrand": "Dr. Timothy Garrand"}, "entry_id": "52", "session_theme": "<span class=\"theme\">Gaming</span>", "theme": "gaming", "classes": "gaming gender-m tuesday session p45min presentation", "location": "MTCC - 715", "time": "Tuesday, 11:00AM &#8211; 11:45AM", "session_title": "Tell me a story but make it interactive! What interactive game narrative can teach us about UX process design.", "presentation": "1"}, "PK14": {"description": ["At what point in a product&apos;s development is it acceptable to refer to said product as a viable entity? Is it upon conception? How about once it has a logo or it&apos;s own website? I always find it troubling when excitement is generated around what amounts to little more than a few polished renderings accompanied by generally vague supporting text all displayed at an indecipherable url with little to no evidence of the existence of a usable product or even a partially functioning prototype. *You should finish more of the projects you start.* Our industry tends to attract big thinkers. It attracts people who dream of building what has never before been built in hopes of radically changing the world or at least his or her own status in it. Perhaps you yourself have thought such an idea. Did you act upon it? How far did you take it? The truth is that the relationship between great ideas and great products is grossly disproportionate. Ideas are easy and abundant, while execution is difficult. I&rsquo;m going to talk about seeing your ideas through from spark to fulfillment. By reigning in scope, simplifying functionality, and enforcing personal timelines, you&rsquo;ll find yourself uttering that oh so satisfying response to questions of doubt, &ldquo;Yes, of course it works.&rdquo; Learn how to build, code, design, speak, hack. Becoming more DIY. I&rsquo;m advocating a &lsquo;less talk, more ship&rsquo; philosophy and will highlight the work of a few successful individuals who have adopted just that."], "session_type": "PechaKucha", "process": "1", "pechakucha": "1", "sponsors": [""], "presenters": {"Andrea-Dulko": "Andrea Dulko"}, "entry_id": "PK14", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "process pechakucha gender-f sunday session", "location": "OCAD - 187", "time": "Sunday, 6:40PM &#8211; 6:50PM", "session_title": "Ceci n'est pas une bacon printer"}, "PK10": {"description": ["This is an amazing time to be a designer--we&rsquo;re at the forefront of a new &ldquo;golden age&rdquo; of design. Mobile devices and touchscreens have radically changed the way we interact with software and hardware, and new paradigms of interaction are appearing almost daily. Each new technology and platform forces us to think in new ways about what we&rsquo;re designing and how we design it. It&rsquo;s no longer possible to just replicate designs from the past--we have to imagine new ways of interacting. It&rsquo;s a huge challenge for interaction designers just to keep up. If you&rsquo;re faced with the challenge of creating a &ldquo;modern&rdquo; interface, you don&rsquo;t want to miss this talk. I&rsquo;ll reveal the core attributes that make a design &ldquo;modern&rdquo; and illustrate each with a brief example. The core attributes are a result of InContext&rsquo;s exclusive research into what makes a &ldquo;cool&rdquo; user experience and extensive experience working with clients on new platforms."], "session_type": "PechaKucha", "pechakucha": "1", "sponsors": [""], "presenters": {"David-Rondeau": "David Rondeau"}, "entry_id": "PK10", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "gender-m pechakucha sunday session context", "location": "OCAD - 187", "context": "1", "time": "Sunday, 6:10PM &#8211; 6:20PM", "session_title": "What Makes a Design Modern?"}, "PK11": {"description": ["Anybody ever tell you that good design sells itself? Well they were either lying or foolish. Whether you're an outside consultant or a lifetime employee, every significant design conversation involves some aspect of selling. If you're not convincing somebody about the value of design in general, you're explaining the approach of your design specifically. You're converting non-believers or convincing confederates or cajoling management. There are standards for every flavor of that design conversation, for the one doing the selling as well as the one buying. The rules of etiquette have gone largely unwritten, but they will no longer go unspoken with this wisdom-packed 6-minute-40-second rant that looks at both sides of the exchange between designer and client."], "session_type": "PechaKucha", "pechakucha": "1", "sponsors": [""], "presenters": {"Dan-Willis": "Dan Willis"}, "entry_id": "PK11", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "gender-m pechakucha strategy sunday session", "location": "OCAD - 187", "time": "Sunday, 6:20PM &#8211; 6:30PM", "session_title": "10 Things You NEVER Do in a Client Meeting"}, "130B": {"description": ["Attendees will learn why and how this methodology can be harnessed in design strategy decisions. Back in 1984, Noriaki Kano, a Japanese academic, questioned status quo beliefs about attracting and retaining customers. Kano had a different hypothesis. His seminal research study, involving 900 participants, yielded evidence to support his ideas. Kano&rsquo;s work is essentially a model of 5 different emotional reactions to features/functionality and question pairs used to determine which reaction a user is experiencing.  The Kano methodology was initially adopted by operations researchers, who added statistical rigor to the question pair results analysis. Product managers have leveraged aspects of the Kano approach in Quality Function Deployment (QFD). More recently, this methodology has been used by Agile teams and in market research. With boundaries between market and UX research blurring and Lean UX and Agile worlds coexisting, many UXers are becoming &lsquo;Kano aware&rsquo;. There is a gap between being Kano aware and the ability to harness its potential to gain insights. That gap is in knowing how to run a Kano study. In a recent engagement, projekt202 was asked to help a client determine how to measure delight. We dusted off the Kano methodology to see what it had to offer, applied rigor and creativity that paid off in riveting insights. A related article will appear in UX Magazine (early September). This presentation brings that article to life, and builds a case for upfront generative research."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Jan-Moorman": "Jan Moorman"}, "entry_id": "130B", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "thursday strategy session gender-f p45min presentation", "location": "MTCC - 715", "time": "Thursday, 11:45AM &#8211; 12:30PM", "session_title": "Measuring User Delight using the Kano Methodology", "presentation": "1"}, "PK13": {"description": ["Landscape designers work with a living, ever-changing medium subject to temporal effects and seasonal rhythms, and consider a vast range of variables that span time and space. Interaction design practice can learn much from landscape design, and I propose to illustrate how its key ideas and practices may influence our own work."], "session_type": "PechaKucha", "process": "1", "pechakucha": "1", "sponsors": [""], "presenters": {"Maria-Cordell": "Maria Cordell"}, "entry_id": "PK13", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "process pechakucha gender-f sunday session", "location": "OCAD - 187", "time": "Sunday, 6:30PM &#8211; 6:40PM", "session_title": "From Coarse to Fine: Insights from Landscape Design"}, "66B": {"description": ["How to connect patients to their illness and the medical staff, while complying to the constraints of patient management in the care system? This project, led at the Polyclinic Baudelaire (APHP Saint-Antoine) with Prof. Jacques Lebas, developed into tools to reduce uncertainty and facilitate decision-making. It aims to humanize communication tools to promote cooperation and understanding by becoming virtually invisible in the chain of care. Thus facilitating and improving interactions between patients, practitioners and the health care system. In this particular context, a designer has to reveal and create touchpoints by juggling with interaction design and information representation to enable a satisfying and efficient user experience, be it patient-wise or practitioner-wise. Due to the variety of user expectations, the whole design process had to be agile and versatile enough to enable updates on-the-fly without interruption and under constant evaluation. Eventually, the &ldquo;design&rdquo; has to completely vanish to make way for a flexible and appropriable service."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Audrey-Richard-Laurent": "Audrey Richard-Laurent"}, "entry_id": "66B", "healthcare_wellness": "1", "session_theme": "<span class=\"theme\">Healthcare/Wellness</span>", "theme": "healthcare-wellness", "classes": "monday healthcare-wellness gender-f session p10min presentation", "location": "MTCC - 717", "time": "Monday, 12:00PM &#8211; 12:10PM", "session_title": "Compliance : design to facilitate a healthcare service", "presentation": "1"}, "66A": {"description": ["&ldquo;The details are not the details. They make the design.&rdquo; &#8212; Charles Eames", "The difference between a good product and a great one are its details: the microinteractions that make up the small moments inside and around features. How do you turn on mute on your phone? How do you know you have a new email message? How can you change a setting? All these little moments--which are typically not on any feature list and often ignored--can change a product from one that is tolerated to one that&rsquo;s beloved. This talk provides a new way of thinking about designing digital products: as a series of microinteractions that are essential to bringing personality and delight to applications and devices. We&apos;ll discuss the secret history of microinteractions, then delve into the structure of microinteractions: Triggers, Rules, Feedback, and Loops."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Dan-Saffer": "Dan Saffer"}, "entry_id": "66A", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m monday process session p45min presentation", "location": "MTCC - 715", "time": "Monday, 11:00AM &#8211; 11:45AM", "session_title": "Microinteractions: Designing with Details", "presentation": "1"}, "LNCH01": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "LNCH01", "session_theme": "", "theme": "meal", "classes": "meal break sunday other event", "location": "OCAD- 190", "time": "Sunday, 12:30PM &#8211; 2:00PM", "session_title": "Lunch", "meal": "1"}, "117": {"description": ["Personas aren&rsquo;t the only kid on the block when it comes to using archetypes to understand how people think and feel. The Meyers-Briggs Type Inventory (MBTI) is also based on archetypes, and is the most widely used personality assessment in use today. The MBTI defines sixteen distinct personality types based on four dimensions, describing a range of ways that people relate to and engage with the world. Based on the work of Carl Jung, the MBTI has been subjected to decades of rigorous academic study and practical evaluation.", "The Meyers-Briggs compliments the context and insights that come from primary research, and is a powerful lens through which interaction designers may more clearly understand users&rsquo; needs, motivations, and experiences. This talk will provide an overview of the Meyers-Briggs, highlight research and thought leadership relating personality types to technology usage, examine controversies and limitations of the MBTI and share ways to use personality types to support and communicate design, including a brief case study."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Josh-Cothran": "Josh Cothran"}, "entry_id": "117", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m process tuesday session p10min presentation", "location": "MTCC - 717", "time": "Tuesday, 12:00PM &#8211; 12:10PM", "session_title": "Personas Made Personal", "presentation": "1"}, "LNCH02": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "LNCH02", "session_theme": "", "theme": "meal", "classes": "monday meal break other event", "location": "MTCC", "time": "Monday, 12:30PM &#8211; 2:30PM", "session_title": "Lunch", "meal": "1"}, "LNCH05": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "LNCH05", "session_theme": "", "theme": "meal", "classes": "thursday meal break other event", "location": "MTCC", "time": "Thursday, 12:30PM &#8211; 2:30PM", "session_title": "Lunch", "meal": "1"}, "LNCH04": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "LNCH04", "session_theme": "", "theme": "meal", "classes": "wednesday event break other meal", "location": "MTCC", "time": "Wednesday, 12:30PM &#8211; 2:30PM", "session_title": "Lunch", "meal": "1"}, "81": {"description": ["We are user experience designers; professional innovators creating solutions for real-world problems. We're tuned to understanding people&apos;s needs, and much of our job involves balancing these user needs against those of our clients' business. But look wider &#8211; at the financial, ecological and sociological crises that affect our society in large and small ways. Perhaps there is a third set of needs to keep in balance; ethical needs.  This presentation is about how to adopt a new awareness to add human and ethical strand into our everyday work. Just as large companies now consider 'corporate social responsibility' part of 'business as usual', so we as a designers can incorporate ethical social innovation into our work, and in doing so help our company and clients to be more sensitive to the wider needs of people (not users). I will share ideas and trends from science, business, social innovators and philosophers to help you introduce the Good factor into your understanding of problems, so you can go a step ahead and design for good.  You already recycle, support local trade, maybe even volunteer in your community. I now invite you to introduce such ethical values into your design and work. It&apos;s not easy, but it&apos;s inspiring rewarding, and leads to a better world and happy people!"], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Silvia-Calvet": "Silvia Calvet"}, "entry_id": "81", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "monday process gender-f session p45min presentation", "location": "MTCC - 715", "time": "Monday, 11:45AM &#8211; 12:30PM", "session_title": "Switch on and design for good everyday", "presentation": "1"}, "86": {"description": ["Mobile computing technologies promise to revolutionize the relationship that people have with their health. Immediate access to, sharing of, and aggregation and analysis of data will put the power of our well being quite literally in the palm of our hand. However, we face the same risks that have plagued personal computing: technology has moved more quickly than people&rsquo;s ability to design successfully for it, threatening to produce a generation of apps that are ineffectual and actually slow adoption of mobile health platforms.  In Hacking Health, design provocateur Juhan Sonin will fire up the audience&rsquo;s brain cells and sense of humor, illustrating failed methods, clarifying best practices, and showing in one application after another how you too can design exceptional mobile health experiences. When confronted with a shockingly high number during a routine cholesterol check at work, the author realized that he knew nothing about his own health metrics. The experience led him to develop a service called HealthCard and hGraph to address the questions, &ldquo;How do I become an informed and empowered patient?&rdquo; and &ldquo;How do I [as a patient, nurse, doctor, or proxy] make quicker, more accurate decisions?&rdquo; This presentation traces the evolution of the author&apos;s health design experience covering open source solutions to interoperability and policy to the design of health stations and corporate clinic experiences."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Juhan-Sonin": "Juhan Sonin"}, "entry_id": "86", "healthcare_wellness": "1", "session_theme": "<span class=\"theme\">Healthcare/Wellness</span>", "theme": "healthcare-wellness", "classes": "gender-m monday healthcare-wellness session p45min presentation", "location": "MTCC - 718", "time": "Monday, 3:15PM &#8211; 4:00PM", "session_title": "Hacking Health: Designing for and Understanding My Health", "presentation": "1"}, "ANNV": {"description": ["Join members of the IxDA leadership &#8211; past and present &#8211; for a look at how our community has evolved between 2003 and 2013.  Learn how IxDA started. Discover some of IxDA&apos;s secrets: key moments, inflection points, lessons learned, and how it&apos;s impacted peoples' lives and work. Hear about where IxDA is today and where it&apos;s going &#8211; what are our ideas &amp; goals for the future and how we might get there through working together."], "session_type": "Activity", "activity": "1", "sponsors": [""], "entry_id": "ANNV", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "non-session special-event activity", "location": "MTCC - 718", "time": "Wednesday, 4:15PM &#8211; 5:45PM", "session_title": "IxDA Anniversary Program"}, "58A": {"description": ["As designers we have the ability to envision an end-to-end experience. We can identify the pieces of the puzzle and connect the people that are needed to make this vision a reality. This is a unique role designers can play. The story of 722 emoji is an example of a project with little UI to design. The only way to make the experience a reality was to connect the right people.", "Emoji are iconic representations that are heavily used in East Asia. Adding emoji to the Window 8 applications presented a huge opportunity to enrich social interactions worldwide. This plan encountered a lot of resistance. It was not clear how to send emoji, or what the visual style should be. Various geo-politically sensitive issues came up. And did we need that many emoji in the first place? At the height of the confusion, I organized a summit. This was the starting point for people to begin facing the same direction. Eventually we made it happen, and almost all of the icons were added. How this happened is what this talk is about."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Sander-Viegers": "Sander Viegers"}, "entry_id": "58A", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m process tuesday session p10min presentation", "location": "MTCC - 717", "time": "Tuesday, 12:15PM &#8211; 12:25PM", "session_title": "Designer as Connector. The story of adding 722 emoticons to Windows 8 and designing the invisible parts of the UX by connecting people.", "presentation": "1"}, "POS2": {"description": ["Interaction Designers! Can you help save the world from the devastating effects of climate change? We might seem unlikely superheroes but we are well-positioned to help nudge the economy in a more climate-friendly direction. The decisions we help facilitate can have huge downstream implications for the climate. We&apos;ll check-in on the current state of climate change projections, gulp, then look at our practice, process and design output through a critical climate-aware lens. How can we track and reduce the carbon footprint of our process? How do we include environmental costs and savings in the SOW? Can we leverage our clients' existing environmental awareness and climate plan into the online realm?  And how we can apply successful techniques of persuasive design to help users make better carbon choices? Plus, 7 concrete carbon-reducing Interaction Design tips you can start using today!"], "session_type": "Poster", "poster": "1", "sponsors": [""], "presenters": {"James-Christie": "James Christie"}, "entry_id": "POS2", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "gender-m monday poster session education-community", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "Hacking the climate"}, "POS3": {"description": ["In interaction design, one central challenge is to find and to explore the expressions of temporality as one of the profound parts in the design process. Recent trends in HCI design research have explored the role of aesthetics, but there is an observed lack of established design knowledge that may help designers thinking about the process of designing aesthetic interactions. How do you design for these kinds of solutions? What do you need to bring together. We offer a couple of different frameworks. This one is focused on embodiment.where we get involved in the fascinating, embodied process of sour dough baking to expand our experience and understanding of temporality. Our approach was to further develop a new emerging method called Aesthetic laborations (A-Lab). A nine stage A-Lab was developed that used the blending, kneading &amp; raising process as a medium for exploring the theme temporality.  We look at qualities in interaction design and temporality from some different perspectives: how there has to be space for rest, how the different stages of the sour dough baking process serve as embodied expressions of temporality, how haptic timers can be used and how the fermentation is an embodied expression of temporality in order to provide insights and inspiration in how we can treat the aesthetic gestalt process of temporality."], "session_type": "Poster", "process": "1", "poster": "1", "sponsors": [""], "presenters": {"Elsa-Kosmack-Vaara": "Elsa Kosmack Vaara"}, "entry_id": "POS3", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "monday process poster gender-f session", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "Kneading time, exploring bodily dimensions of temporality"}, "POS1": {"description": ["Personal informatics systems that help people collect and reflect on various kinds of personal data are rapidly growing. However, research in this area primarily focuses on objective and quantitative data (e.g., physiological data, exercising behaviors, and financial transaction) and a limited number of studies have been done to support selfreflection on one&rsquo;s past experiences. We conducted interview with ten people to explore how they reflect on their experiences and designed Wandering Mind as an interactive prototype in the process of developing a personal journaling tablet application."], "session_type": "Poster", "poster": "1", "sponsors": [""], "presenters": {"Li-He": "Li He", "Afarin-Pirzadeh": "Afarin Pirzadeh"}, "entry_id": "POS1", "healthcare_wellness": "1", "session_theme": "<span class=\"theme\">Healthcare/Wellness</span>", "theme": "healthcare-wellness", "classes": "monday healthcare-wellness poster gender-f session gender-f", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "Wandering Mind--A Tool to Support Self-Reflection"}, "PK2": {"description": ["I know it doesn&rsquo;t seem like it sometimes, but your team is bursting with ideas. Turning that creative energy into something useful&hellip; now that&rsquo;s another story. So let&rsquo;s break it down: we&rsquo;ll run through the different things you can do before, during, and after a group sketching session that will make it the most effective creative tool in your team&rsquo;s arsenal."], "session_type": "PechaKucha", "process": "1", "pechakucha": "1", "sponsors": [""], "presenters": {"David-Panarelli": "David Panarelli"}, "entry_id": "PK2", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m process pechakucha sunday session", "location": "OCAD - 187", "time": "Sunday, 6:50PM &#8211; 7:00PM", "session_title": "Sketch to Win"}, "PK3": {"description": ["I&apos;ve never been to Toronto. I&apos;m not Canadian. All I know about the city comes from a torrid love affair with six volumes of a graphic novel series. But as a self-proclaimed Scott-Pilgrim-ologist, I feel that a wonderfully geeky conference in Toronto needs at least one (short) talk about this modern cult classic. Toronto is such a gigantic part of the world of Scott Pilgrim that it inspired local-government-endorsed tourism packages in 2010. As designers who want to make products that our customers love, there&apos;s a lot we can learn from the sheer fun, world-building, and emotional resonance of the Scott Pilgrim series."], "session_type": "PechaKucha", "pechakucha": "1", "sponsors": [""], "presenters": {"Jason-Alderman": "Jason Alderman"}, "entry_id": "PK3", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "gender-m pechakucha sunday session context", "location": "OCAD - 187", "context": "1", "time": "Sunday, 7:00PM &#8211; 7:10PM", "session_title": "Is That A Flaming Sword Coming Out Of Your Chest, Or Is Toronto Just Happy To See You: Scott Pilgrim &amp; Experience Design"}, "PK1": {"description": ["Smart devices are only recently starting to use their &ldquo;smarts&rdquo; with applications like Google Now and Apple&apos;s Siri. How do you design the user experience for an application with access to data about your mood, your schedule, and your physical activity levels? If it played an active role, what would it tell you about yourself? How could it help you? How would it initiate interactions with you? We humans are skeptical of our technology and who we share personal information with. Smart apps need to be able to build and maintain our trust and the key is in accuracy and personality."], "session_type": "PechaKucha", "process": "1", "pechakucha": "1", "sponsors": [""], "presenters": {"Nicki-Vance": "Nicki Vance"}, "entry_id": "PK1", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "process pechakucha gender-f sunday session", "location": "OCAD - 187", "time": "Sunday, 6:00PM &#8211; 6:10PM", "session_title": "My Dear Watson: Personality for Smart Applications"}, "PK6": {"description": ["Sometimes we're asked to make a design really snazzy. To punch it up. To add a \"wow factor\" that will impress people. The first impulse is usually to add dazzling graphics or slick animation. But ultimately those things aren&apos;t as impressive or lasting as these ten \"Wows!\" 1. &ldquo;Wow! This thing works really well.&rdquo; (quality implementation, speed) 2. &ldquo;Wow! It does just what I want.&rdquo; (meets user needs) 3. &ldquo;Wow! It knew what I wanted to do next.&rdquo; (anticipates needs) 4. &ldquo;Wow! This looks really elegant, clear and powerful.&rdquo; (visual language) 5. &ldquo;Wow! It looked up this information in another database.&rdquo; (integration) 6. &ldquo;Wow! It told me how to resolve this problem.&rdquo; (help &amp; messaging) 7. &ldquo;Wow! My data is right here. I didn&rsquo;t have to wade through tons of commands, controls and irrelevant stuff to see what I want.&rdquo; (clean design; functional scope not too ambitious) 8. &ldquo;Wow! I already knew how to use it.&rdquo; (standardized appearance &amp; behavior; frameworks) 9. &ldquo;Wow! I didn&rsquo;t know you could do/see this.&rdquo; (advanced functionality) 10. &ldquo;Wow! These guys really care about me. They know what challenges I face and are helping me succeed.&rdquo; (The ultimate Wow)"], "session_type": "PechaKucha", "pechakucha": "1", "sponsors": [""], "presenters": {"Peter-Stahl": "Peter Stahl"}, "entry_id": "PK6", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "gender-m pechakucha strategy sunday session", "location": "OCAD - 187", "time": "Sunday, 7:20PM &#8211; 7:30PM", "session_title": "Make Me Say, &ldquo;Wow!&rdquo;"}, "PK7": {"description": ["It&apos;s axiomatic: You are not your user. Except&hellip;sometimes, you are.  Ever have a customer or a coworker say that personas aren&apos;t important? In this quick fire case study, we&apos;ll look at how we developed a phone app for DC-area college students who have been sexually assaulted. Adding personas into the design process didn&apos;t make the design team to feel closer to users. Instead, it helped the design team step back from their own experiences and be more objective."], "session_type": "PechaKucha", "process": "1", "pechakucha": "1", "sponsors": [""], "presenters": {"Wendy-Stengel": "Wendy Stengel"}, "entry_id": "PK7", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "process pechakucha gender-f sunday session", "location": "OCAD - 187", "time": "Sunday, 7:30PM &#8211; 7:40PM", "session_title": "Using Personas To Provide Objectivity, Not Empathy"}, "PK5": {"description": ["Although the world uses Wikipedia, very few people are ware of the micro tribes that sustain this project in more than 330 languages. I want to share the shape and form of this intriguing community. Their daily collaboration ensures the sanctity and growth of this knowledge platform. They are not distracted by sizzle of reputation and social currency of twitter and quora. A new user at wikipedia connect with, guided and valued among a dense community of half a billion people. More recently they are concerned about google or other entities using the knowledge, luring the world but ignoring the purpose of this mission which they have made their own. Learn about their motivations and how they have managed to create a system where spam and noise will be deleted in less than 7 seconds. Some questions which I will try to address with supporting data are: What are their motivations, What nature of collaboration makes a healthy community? What threatens them? How have we been negotiating usage of games and color in this wall of text. Finally I will share collaboration devices that the design team is spearheading to extend and grow Wikipedia."], "session_type": "PechaKucha", "pechakucha": "1", "sponsors": [""], "presenters": {"Vibha-Bamba": "Vibha Bamba"}, "entry_id": "PK5", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "pechakucha sunday session education-community gender-u", "location": "OCAD - 187", "time": "Sunday, 7:10PM &#8211; 7:20PM", "session_title": "Culture of a Tribe: Why the editors of Wikipedia do what they do."}, "PK8": {"description": ["What happens at the intersection of science and design? No, not that intersection. Rather than asking how we might dissect the &ldquo;science of design&rdquo; or apply &ldquo;design thinking&rdquo; to scientific pursuits, I am exploring how human centered design can inform communication strategies to promote public science understanding and acceptance for scientific consensus itself. Science communication is a challenging endeavor. The complex uncertainty of scientific research makes it difficult for scientists to share their ideas with non-scientists in ways that encourage real and lasting understanding of the concepts and their implications. Often, scientists rely solely on the strength of empirical evidence as an appeal to reason in public scientific discourse. Unfortunately, while science concerns itself with the objective universe of facts and logic, the rest of the world, where &apos;truthiness' has become an accepted condition of everyday experience, does not operate solely on objective reasoning. From climate change to evolution, vaccines and nuclear power, the science community finds itself on the defensive as shifting perceptions of authority and the narratives that frame scientific communication undermine public understanding of science. Drawing on psychology, sociology, rhetoric and ethnography to design and evaluate communication strategies that can both compete with anti-science and denial narratives and yet maintain their own integrity and accuracy, I&apos;ll share insights from my ongoing project as well as some suggestions about where we might take the conversation from here."], "session_type": "PechaKucha", "pechakucha": "1", "sponsors": [""], "presenters": {"Jennifer-Briselli": "Jennifer Briselli"}, "entry_id": "PK8", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "pechakucha gender-f sunday session education-community", "location": "OCAD - 187", "time": "Sunday, 7:40PM &#8211; 7:50PM", "session_title": "Designing Science: Human Centered Design Meets Science Communication"}, "PK9": {"description": ["Commuting by automobile is often a mindless and solitary activity. I actively seek to break these two presuppositions, by bridging the gap between motorists and make a connection with other drivers. Five years ago, I have embarked on an ongoing documentary exercise to capture commuters in there side view mirrors. Simply put, I take photographs of other commuters in their side view mirror when we are stopped at red lights. Sounds simple, right? What happens when you multiply this exercise by thousands of drivers and add an anthropologist&rsquo;s eye? This project has been praised by other designers and cultural researchers like Grant McCracken, &ldquo;I am a big fan of your side view mirrors project and putting it in the new book&rdquo; and Steve Portigal, &ldquo;love Erik Dahl&apos;s deep dive on the ordinary to find the extraordinary, as he has spent years taking pictures of side view mirrors. He discovers some great themes and patterns&hellip;&rdquo;  I will share my ongoing project as I explore the themes and patterns revealed that are relevant to our design community."], "session_type": "PechaKucha", "pechakucha": "1", "sponsors": [""], "presenters": {"Erik-Dahl": "Erik Dahl"}, "entry_id": "PK9", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "gender-m pechakucha sunday session context", "location": "OCAD - 187", "context": "1", "time": "Sunday, 7:50PM &#8211; 8:00PM", "session_title": "Side View Mirror Project"}, "26A": {"description": ["Design for America (DFA) is an award-winning nationwide network of interdisciplinary student teams and community members using design to create local and social impact. They teach human centered design to young adults and collaborating community partners through extra-curricular, university based, student led design studios tackling national challenges in Education, Health, Economy and Environment. Founded at Northwestern University in 2009 they now have studios all over the country within universities such as Stanford, UCLA, UC Berkeley, Yale and more with over 1,000 students in their network and 200 core team members. DFA is a pipeline of innovators, change makers, and social entrepreneurs. This year, two of their start-ups SwipeSense and Jerry the Bear have gone on to raise nearly $1.5 million in start-up capital, with more projects in the pipeline ready to make an impact. DFA, their students, and projects have been featured in publications such as the cover of Fast Company, Oprah Magazine, Inc Magazine, Forbes, the Chicago Tribune, Harvard Business Review and more. Come hear their Director of Operations, Sami Nerenberg, discuss how they are developing leaders of innovation to the improve the world."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Sami-Nerenberg": "Sami Nerenberg"}, "entry_id": "26A", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "tuesday gender-f session education-community p45min presentation", "location": "MTCC - 715", "time": "Tuesday, 3:15PM &#8211; 4:00PM", "session_title": "Design for America: Students Creating Local and Social Impact", "presentation": "1"}, "PK_ALL": {"description": ["Whether you are just arriving in Toronto, or looking to unwind after a full day of workshops, join us for at OCAD U, Canada&apos;s university of the imagination.", "Snacks and refreshments are made possible by our sponsor Mad*Pow &#8211; an experience design agency that creates intuitive websites, applications, internal systems, and interactive media for industry leaders.", "We have teamed up with PechaKucha &#8211; who are also celebrating their 10 anniversary &#8212; to present an evening of rapid fire talks: 20 slides x 20 seconds each (you do the math). Come hear presentations that are bound to get the conversation about social impact and innovation started. Mix and mingle with old friends and make new acquaintances."], "session_type": "PechaKuchas", "pechakucha": "1", "sponsors": [""], "entry_id": "PK_ALL", "session_theme": "<span class=\"theme\">PechaKucha</span>", "theme": "pechakucha", "classes": "multi-session pechakucha sunday session pechakuchas event", "location": "OCAD- 190", "time": "Sunday, 6:00PM &#8211; 9:00PM", "session_title": "PechaKuchas"}, "WKLL": {"description": ["Are you an IxDA Local Leader? If so, come join us at the annual Local Leaders Workshop. Get together with your fellow Local Leaders to discuss strategies for designing a passionate IxDA community in your area.", "The topic of this year&apos;s discussion is how global can better support local groups and discussion will be structured with breakout groups on a mix of topics. Come prepared with ideas you'd like to share and open for discussion with others. The goal is to gain a better understanding of local groups, the challenges being faced, the successes being had, and how grow as an organization.", "And if you can&apos;t join us in Toronto, we want to make this session as accessible as possible, so let us know if you want to contribute or participate virtually!"], "session_type": "Workshop", "sponsors": [""], "presenters": {"Local-Leaders": "Local Leaders", "Regional-Coordinators": "Regional Coordinators"}, "entry_id": "WKLL", "ixda": "1", "workshop": "1", "session_theme": "<span class=\"theme\">IxDA</span>", "theme": "ixda", "classes": "gender-unknown ixda gender-m session sunday workshop", "location": "OCAD - 558", "time": "Sunday, 1:00PM &#8211; 5:00PM", "session_title": "Local Leaders Workshop"}, "39": {"description": ["Electronic health records (EHRs) have been used to store patient data since the 1960&apos;s, but the adoption rate in the United States is far behind other countries since physicians were and still are frustrated with the usability of these systems. With the introduction of the iPhone in 2007, the design opportunity for mobile EHRs was created, but as companies have started to build applications, many design questions around designing for mobile and healthcare are still in need of answers. This talk covers some of the lessons learnt from building mobile EHR applications, the types of design problems that need solving when designing an application based on desktop software, and the complexities of designing applications where patients' lives are at stake."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Sweta-Mohapatra": "Sweta Mohapatra"}, "entry_id": "39", "healthcare_wellness": "1", "session_theme": "<span class=\"theme\">Healthcare/Wellness</span>", "theme": "healthcare-wellness", "classes": "monday healthcare-wellness gender-f session p10min presentation", "location": "MTCC - 717", "time": "Monday, 11:45AM &#8211; 11:55AM", "session_title": "Health on the Go: Designing Electronic Health Records for Mobile", "presentation": "1"}, "OCADS04": {"description": ["Many believe that education is the greatest influence on a free, equal and just society. But what about equalizing access to and freedom of thought within education? Students in OCADU&rsquo;s Inclusive Design program believe this is just the type of question today&rsquo;s innovators should be tackling &#8211; and they are! From facilitating new policies and conversations around effective cultural change to designing software that inspires new best practices to developing certification programs that reward innovative schools these students are imagining a brighter tomorrow."], "session_type": "Showcase", "sponsors": [""], "presenters": {"Pina-D'Intino": "Pina D'Intino", "Sandra-Earl": "Sandra Earl", "Michael-Furdyk": "Michael Furdyk"}, "entry_id": "OCADS04", "education_community": "1", "showcase": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "gender-m showcase thursday session gender-f education-community", "location": "MTCC - 718", "time": "Thursday, 9:30AM &#8211; 9:45AM", "session_title": "OCAD U Showcase: Inclusive Education"}, "63": {"description": ["Today&apos;s breakthroughs in &ldquo;Bodytech&rdquo; include a host of incredible innovations that will to transform our bodies, communication, society &#8211; even the human psyche. This provocative presentation will address emerging &ldquo;smart medicines,&rdquo; medical technologies, synthetic biology, robotics and organic body part replacements.", "We&rsquo;ll also highlight new, mobile-enabled biofeedback apps and &ldquo;spray-on&rdquo; micro sensors that can support stress management, memory and behavior modification. Want to stand out in the crowd? Your next tattoo session might include subcutaneous devices that sense emotions and physical touch, and trigger social messaging in your fingers, by changing your hair color and more! A whole new range of body-embedded products are emerging, each carry deep cultural,health, moral and privacy implications. This panel will highlight these issues and discuss a future, where hacking meets the human body."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Andy-Goodman": "Andy Goodman", "Marco-Righetto": "Marco Righetto"}, "entry_id": "63", "healthcare_wellness": "1", "session_theme": "<span class=\"theme\">Healthcare/Wellness</span>", "theme": "healthcare-wellness", "classes": "gender-m healthcare-wellness wednesday session p45min presentation gender-m", "location": "MTCC - 718", "time": "Wednesday, 3:15PM &#8211; 4:00PM", "session_title": "Hack You: The Human Body is the Next Interface", "presentation": "1"}, "89": {"description": ["The rise of mobile has forced everyone dealing with web experiences to think beyond the desktop format. But, if we have learned anything from the recent push to mobile, we need to anticipate the future sooner rather than later; not only the next wave of formats, but everything after that. This presentation will talk about why we have to adapt to creating more flexible interactions for the immediate future and the coming wave of connected devices. It will look at the practical lessons learned from today&rsquo;s best practices in responsive web design and think about how we can evolve and expand these to better handle the implications of a growing internet of things. The presentation aims to start a dialogue within the community and link web designers and more product oriented designers together, as there two worlds blur together."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Nate-Archer": "Nate Archer"}, "entry_id": "89", "mobile": "1", "session_theme": "<span class=\"theme\">Mobile</span>", "theme": "mobile", "classes": "gender-m mobile wednesday session p10min presentation", "location": "MTCC - 717", "time": "Wednesday, 11:45AM &#8211; 11:55AM", "session_title": "Beyond Responsive", "presentation": "1"}, "65": {"description": ["Throughout the history of education, technology tools and related interaction principles have continuously evolved the ways we learn and teach. Learning technology has been around since the Antique and earlier when tangible, kinetic demonstration tools were used to explain complex scientific findings and theories to students. An example of such a learning tool is the Armillary Sphere, an astronomical tool made from a set of concentric wood or brass rings, which had been used for demonstration and observation alike.", "In the age of ICT and photo-realistic computer simulation, learning tools have become more sophisticated; however, it seems that the interaction principles crucial to the effectiveness of learning technology have not changed significantly. Interaction Designers have ample scope to improve this situation with interaction concepts that make full use of 21st century technology in order to:", " &bull; Enhance collaboration (co-located and networked); ", " &bull; Manage learning content;", " &bull; Create guided content access (smart interfaces);", " &bull; Create access to peer &amp; expert networks;", " &bull; Provide non-exclusive interfaces;", " &bull; Facilitate planning, design, and publishing for learners;", " &bull; Tracking of learning path;", "Michael Wolf and his company Formula D interactive have worked on several exciting interaction design projects in South Africa in order to create inclusive learning tools for learners and teachers who have no or only little experience with computers. The talk will introduce the audience to the background and theory of interactive learning environments, whilst presenting exciting examples of interaction design projects in the field."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Michael-Wolf": "Michael Wolf"}, "entry_id": "65", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "gender-m tuesday session education-community p45min presentation", "location": "MTCC - 718", "time": "Tuesday, 11:45AM &#8211; 12:30PM", "session_title": "Interaction Design for learning", "presentation": "1"}, "RECAP02": {"description": "", "session_type": "Announcement", "sponsors": [""], "entry_id": "RECAP02", "announcement": "1", "session_theme": "", "theme": "announcement", "classes": "announcement tuesday other event", "location": "MTCC", "time": "Tuesday, 4:15PM &#8211; 4:30PM", "session_title": "Daily Recap and Announcements"}, "RECAP01": {"description": "", "session_type": "Announcement", "sponsors": [""], "entry_id": "RECAP01", "announcement": "1", "session_theme": "", "theme": "announcement", "classes": "announcement other event monday", "location": "MTCC", "time": "Monday, 4:15PM &#8211; 4:30PM", "session_title": "Daily Recap and Announcements"}, "SDC01": {"description": ["Student Design Competition Awards"], "session_type": "Announcement", "sponsors": ["Intel"], "entry_id": "SDC01", "announcement": "1", "session_theme": "", "theme": "announcement", "classes": "announcement sponsored-activity wednesday other event", "location": "MTCC - 718", "time": "Wednesday, 9:15AM &#8211; 9:30AM", "session_title": "Student Design Competition"}, "63A": {"description": ["We talk a lot about cross-channel experiences and how to address these new challenges as designers, but what about using our design skills, our hard won knowledge and empathy for customers to help companies decide what products and services will help grow their business? While companies are coming round to the value of customer experience, they're struggling to acquire the skills needed for creating and managing touch points as well as understanding and prioritizing needs. And when we're talking multi-channel ecosystems, who&apos;s better equipped to address this complexity than those who have the skill set to not only understand it, but to design it and guide how it&apos;s built.", "From optimizing the cross-channel customer experience, to creating new product and service extensions, we're heading into a prime moment for bringing our toolkit into the business arena. This talk is meant to be both a thought starter as well as a lively group discussion around how UX can begin to play a substantive role in a company&apos;s digital strategy. Using examples from my own experiences and input from a variety of seasoned practitioners, we&apos;ll examine the challenges and map the opportunities across our own journey as UX professionals who are starting to think about what&apos;s next."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Cindy-Chastain": "Cindy Chastain"}, "entry_id": "63A", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "wednesday gender-f strategy session p45min presentation", "location": "MTCC - 715", "time": "Wednesday, 2:30PM &#8211; 3:15PM", "session_title": "New Frontiers: the UX professional as business consultant", "presentation": "1"}, "180": {"gaming": "1", "description": ["Backup quarterbacks are football fans' favorite players. They operate in relative obscurity, teeming with the potential while the flaws of the starting quarterback are endlessly dissected. In a limited role, their success is viewed in a bubble independent of their team&apos;s supporting role. Not surprisingly, once they are out of their familiar environments and thrust into the spotlight, many struggle to match their previous success. After all, It is much easier to give credit to a quarterback for completing a pass, but harder to spot the offensive linemen who blocked perfectly on the play.", "Clients, marketers, and designers alike have fallen into a similar trap as football fans with &ldquo;gamification&rdquo; elements. While badges, points, and leaderboards can be used to create compelling digital products outside of games, how can we be sure they were the cause of success? Plenty of terrible games employ points and encourage competition, but what separates the good from the bad? As Interaction Designers, what are the deeper design systems we can learn from digital games?", "This session will serve as a guide for translating game design thinking into practical UX solutions. Case studies of successful games such as Mario Bros., World of Warcraft, and Angry Birds will be paired with contemporary UX precedents to demonstrate how both disciplines are trying to solve the same core problems. Peering into the future, the session will end with sketches of how UX challenges such as registration and error handling could be transformed with true game design thinking applied."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Kunal-Patel": "Kunal Patel"}, "entry_id": "180", "session_theme": "<span class=\"theme\">Gaming</span>", "theme": "gaming", "classes": "gaming gender-m monday session p45min presentation", "location": "MTCC - 715", "time": "Monday, 3:15PM &#8211; 4:00PM", "session_title": "Badges are the Backup Quarterbacks of Game Design", "presentation": "1"}, "IM1": {"description": ["For a long time design, and more specifically interaction design, have been imported goods for the majority of Latin America. User centered design is still seen as a rare luxury and most schools which touch upon interaction design focus on the technical aspects of the discipline. It is in this context that we have begun to build an interaction design school in Costa Rica, grounded both physically and philosophically in Latin America. Given the limited development of our local market and the sparse educational opportunities in this field throughout Latin America, we have designed a graduate program which has on-campus as well as online components, this, of course, brings its own sets of challenges.  Within the IxD discussion I'd like to explore: ", " &bull; What is the role of formal IxD education? (particularly in contexts where the market is not fully developed) ", " &bull; What could Latin American IxD look like? ", " &bull; Is there value in grounding IxD to a geographical location? ", " &bull; Is distance education a viable option for IxD? ", " &bull; What shifts are required in the pedagogical design of the program for this to be a viable option?", "Our program is set to begin mid-2013 and we would benefit tremendously from an open conversation at IxD, but beyond the specific case of our school, I believe that there is an increasing interest in the particularities of IxD education and it would be wonderful to see this become part of a broader discussion on the subject."], "session_type": "Idea Market", "sponsors": [""], "presenters": {"Ana-Domb": "Ana Domb"}, "entry_id": "IM1", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "idea-market monday gender-f session education-community", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "Freedom and Constraints: Setting up an IxD School in Costa Rica", "idea_market": "1"}, "183": {"description": ["Have you ever been enlisted by your company or client to create a consumer &ldquo;vision&rdquo; for the evolution of their product or service? As design-thinking principles and activities continue to become centerstage in transforming business models, creating new products and services to meet consumer and market demand, we&apos;ll be counted on to leverage our skill to help inform business direction.", "So, how do you do it?", "Design research is critical. Creating foundational, living documentation about the needs, beliefs and behaviors of your customer is of the utmost importance. And, being able to identify needs, opportunities and the future direction for the business, based on both sound process and analytical thought, will be your keys to short and long-term success.", "In this session you&apos;ll learn how to turn design research activities into a mental model, identify potential new business opportunities and derive business and experience direction from your newly found consumer insight. And, you&apos;ll look like a freakin' rockstar in your company doing it."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Jason-Ulaszek": "Jason Ulaszek", "Brian-Winters": "Brian Winters"}, "entry_id": "183", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m monday process session p45min presentation gender-m", "location": "MTCC - 715", "time": "Monday, 2:30PM &#8211; 3:15PM", "session_title": "Setting Course &#8211; Design Research to Experience Roadmap", "presentation": "1"}, "IM3": {"description": ["User experience design has become incredibly valuable to the business world. The demand for UX designers has so far outstripped the available supply that interest in the career has completely blown up. Every UX designer gets asked about how to get into the career. The sad fact is that there&rsquo;s no real answer to that question.", "I want to change that.", "Many people have observed that design is a craft. How do you learn a craft? You learn its components in school, but you learn to do it by working with someone who has mastered that craft. While there are several educational programs to help people gain the knowledge they need to become UX designers, there&rsquo;s a gap between graduating from one of those programs and obtaining employment in the field. Employers often want applicants to have 2-3 years of experience on top of their graduate degrees.", "This Idea Market session will articulate how we at the Nerdery, a Minneapolis-based interactive design &amp; development shop, are addressing this issue. On top of our traditional recruiting efforts, we&rsquo;re also developing a UX design apprenticeship program. The primary goal of this program is to create a sustainable source of UX design talent for our organization.", "The secondary goal is to create an archetype for other organizations to follow, such that as a community we can answer the question of how to get into UX: College, Grad School, Apprenticeship, Employment. The Idea Market format is ideal for achieving this secondary goal. Getting input from the UX design community is absolutely crucial when creating something for our community."], "session_type": "Idea Market", "sponsors": [""], "presenters": {"Fred-Beecher": "Fred Beecher"}, "entry_id": "IM3", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "idea-market monday session education-community gender-m", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "Practical Apprenticeship: A Model for Bridging Education and Employment", "idea_market": "1"}, "IM2": {"description": ["The health and fitness apps of today mainly focus on calories consumed. As your food consumption and exercise are tracked, while other nutritional metrics are tracked, they are secondary or tertiary and cumbersome to monitor and use usefully.  While tracking calories is beneficial, it is not always the focus of everyone&apos;s health journey. Certain medical conditions, or even other dietary plans recommended by physicians or nutritionalists, need careful tracking of specific nutrient levels more than calories. Those with the condition hemochromatosis, for example, need to track their iron and vitamin c levels more than calories. People that are directed to vary their diet may need to focus more on protein levels.  It would be beneficial to have an app on the market that allowed users to customize the primary element being monitored, as well as set notifications at certain thresholds. This is a huge market that for the most part is completely untapped.  My prototype will focus on an iOS/Android/Windows app that allows such functionality."], "session_type": "Idea Market", "sponsors": [""], "presenters": {"Tonia-Bartz": "Tonia Bartz"}, "entry_id": "IM2", "healthcare_wellness": "1", "session_theme": "<span class=\"theme\">Healthcare/Wellness</span>", "theme": "healthcare-wellness", "classes": "idea-market monday healthcare-wellness gender-f session", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "Counting is for More than Calories", "idea_market": "1"}, "IM5": {"description": ["As our everyday family life becomes more and more pervaded with various digital systems and technology intervention, how could we create an experience that will help people regain the awareness and appreciation for their home space, as well as support the intimate interpersonal interaction between family members? To achieve these two goals, we present Seed Diary, an interactive smartphone application enabling family members to discover the pleasure of shaping their own domestic environment through urban gardening. By making appropriate use of the social computing space, our design intent is to foster family and community interaction, and to promote a healthier life style."], "session_type": "Idea Market", "sponsors": [""], "presenters": {"Li-He": "Li He", "Jo-Lam": "Jo Lam"}, "entry_id": "IM5", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "idea-market monday gender-f session education-community gender-m", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "Seed Diary: Connecting Family Members through Urban Gardening", "idea_market": "1"}, "IM4": {"description": ["Peer Loft (patent pending) is designing a new product/service to help designers work near or far as if they are in a traditional physical design studio. We&apos;ve designed what we feel is a special framework that changes the very nature of how collaboration for designers and other creatives can work wiether in the same building or many timezones away. Come to this Idea Market to learn about what we're up and help us refine our ideas as we develop our product."], "session_type": "Idea Market", "process": "1", "sponsors": [""], "presenters": {"Dave-Malouf": "Dave Malouf", "Brooks-Easterling": "Brooks Easterling"}, "entry_id": "IM4", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "idea-market monday process session gender-m gender-m", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "The digital collaboration design studio", "idea_market": "1"}, "EVENT09": {"description": ["Brought to IxD13 by Usability Matters, \"Design &amp; Thinking\" is a documentary exploring the idea of \"design thinking\"! How do we fully engage organizations to think about the changing landscape of business, culture and society? Inspired by design thinking, this documentary grabs businessmen, designers, social change-makers and individuals to portrait what they have in common when facing this ambiguous 21st century. What is design thinking? How is it applied in business models? How are people changing the world with their own creative minds? It is a call to the conventional minds to change and collaborate."], "session_type": "Sponsored Activity", "sponsors": ["Usability Matters"], "entry_id": "EVENT09", "sponsored_activity": "1", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "sponsored-activity special-event wednesday activity event", "location": "MTCC - 718", "time": "Wednesday, 1:00PM &#8211; 2:15PM", "session_title": "IxD13 Cinema : Design + Thinking"}, "EVENT08": {"description": ["Is it over already? Make sure to stick around for the closing party so that you can compare your favorite sessions with those of your fellow attendees. The conference programming is over, but the party has just begun!", "DJ Chris La Roque is one of Toronto&rsquo;s most developed and sought after DJs, and has been in the game for over a decade. He&rsquo;s an award winning DJ whose original beats and remixes have been used worldwide. Chris&rsquo; uncompromising style and innovation draws you in and leaves you wanting more. As he continues to build his portfolio, he gives back to the community by lending a hand with music and math &#8211; teaching kids to spin while providing an important element of knowledge.", "DJ Hennie V is Toronto&rsquo;s president of Nightlife. He is most proclaimed for high profile events such as the Toronto International Film Fest, Much Music Video Awards &amp; the CN Tower&rsquo;s first ever Party in The Sky. Hennie V currently holds residencies at some of Toronto&rsquo;s most respected venues and is the Director of Entertainment at Bananas, one of Ontario&rsquo;s hottest beach clubs. When he isn&rsquo;t rocking crowds, Hennie V works hard raising money for charities. Hennie V continues to build his name and captivate audiences with his distinctive technique of fusing house, electro, old school, top 40, hip hop, and almost any other musical genre together.", "Those with a full conference pass or social pass are entitled entry.", "Don&apos;t forget your coupon to trade in for drink tickets!"], "session_type": "Activity", "activity": "1", "sponsors": [""], "entry_id": "EVENT08", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "activity event special-event", "location": "MTCC", "time": "Thursday, 6:00PM &#8211; 10:30PM", "session_title": "Closing Party"}, "EVENT07": {"description": ["Rub elbows with your new conference pals at Coroflot Connects, a networking event exclusively for Interaction13 Conference attendees. Enjoy food and drinks, swap stories and meet decision makers from companies across the country. Whether you're building your team or seeking your next career move, make your contacts at Coroflot Connects. Sign up today at <a href=\"http://coroflotconnects.eventbrite.com\">coroflotconnects.eventbrite.com</a>"], "session_type": "Sponsored Activity", "sponsors": ["Coroflot"], "entry_id": "EVENT07", "sponsored_activity": "1", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "sponsored-activity special-event wednesday activity event", "location": "Gladstone Hotel", "time": "Wednesday, 6:30PM &#8211; 8:30PM", "session_title": "Coroflot Connects"}, "EVENT06": {"description": ["Join us for the announcement of the 2013 top winners: Best in Category, Best Concept, Best Student, Best in Show and the winner of the People&apos;s Choice Award.", "Those with a full conference pass or social pass are entitled entry.", "Doors open at 7:30pm and the party starts at 8:00pm."], "session_type": "Activity", "activity": "1", "sponsors": ["GE"], "entry_id": "EVENT06", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "special-event non-session sponsored-activity activity", "location": "Steam Whistle Brewing", "time": "Tuesday, 8:00PM &#8211; 11:00PM", "session_title": "Interaction Awards"}, "EVENT05": {"description": ["How was the first day? Join the crowd at the opening party for good conversation, fun dance music and the revelry you expect at an Interaction conference!", "Cuff the Duke, a band formed by members Paul Lowman &#8211; Wayne Petti &#8211; AJ Johnson &#8211; François Turenne, started out in Oshawa before making the move to Toronto in 2002. Their debut album, Life Stories For Minimum Wage was released on Three Gut Records, at the time one of the most exciting indie-labels in Canada. Their second and third albums, Cuff The Duke and Sidelines And The City respectively, were both released on Hardwood Records alongside label mates Basia Bulat and Hayden. Their fourth album, Way Down Here was co-produced by Blue Rodeo&rsquo;s Greg Keelor at his beautiful barn studio in rural Ontario and was Juno nominated for Adult Alternative Album of the Year. Their fifth album, and Paper Bag Records debut Morning Comes was also Juno nominated for Adult Alternative Album of the Year and was co-produced by Greg Keelor.", "Those with a full conference pass or social pass are entitled entry.", "Doors open at 7:30pm and the party starts at 8:00pm.", "Don&apos;t forget your coupon to trade in for drink tickets!"], "session_type": "Activity", "activity": "1", "sponsors": [""], "entry_id": "EVENT05", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "activity event special-event", "location": "Hoxton Club ", "time": "Monday, 8:00PM &#8211; 11:00PM", "session_title": "Opening Party"}, "EVENT04": {"description": ["Special thanks to HUGE for this well-deserved happy hour. After Day 3, you will have much to talk about with your fellow attendees. Take a moment to relax and chat with like-minded Interaction Designers about your favorite session from the day."], "session_type": "Sponsored Activity", "sponsors": ["HUGE"], "entry_id": "EVENT04", "sponsored_activity": "1", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "sponsored-activity special-event wednesday activity event", "location": "MTCC", "time": "Wednesday, 6:15PM &#8211; 8:15PM", "session_title": "Happy Hour"}, "EVENT03": {"description": ["Special thanks to the MFA Interaction Design program at SVA for this well-deserved happy hour. After Day 2, you will have much to talk about with your fellow attendees. Take a moment to relax and chat with like-minded Interaction Designers about your favorite session from the day."], "session_type": "Sponsored Activity", "sponsors": ["MFA Interaction Design at SVA"], "entry_id": "EVENT03", "sponsored_activity": "1", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "sponsored-activity tuesday special-event activity event", "location": "MTCC", "time": "Tuesday, 5:30PM &#8211; 7:30PM", "session_title": "Happy Hour"}, "EVENT02": {"description": ["Special thanks to RIM for this well-deserved happy hour. After Day 1, you will have much to talk about with your fellow attendees. Take a moment to relax and chat with like-minded Interaction Designers about your favorite session from the day."], "session_type": "Sponsored Activity", "sponsors": ["RIM"], "entry_id": "EVENT02", "sponsored_activity": "1", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "sponsored-activity monday special-event activity event", "location": "MTCC", "time": "Monday, 5:30PM &#8211; 7:30PM", "session_title": "Happy Hour"}, "OPEN001": {"description": "", "session_type": "Announcement", "sponsors": [""], "entry_id": "OPEN001", "announcement": "1", "session_theme": "", "theme": "announcement", "classes": "announcement other event monday", "location": "MTCC - 718", "time": "Monday, 9:00AM &#8211; 9:15AM", "session_title": "Sarah Diamond (OCAD U President) Welcome Address"}, "WKOCAD": {"description": ["In this workshop Colin Clark and Jess Mitchell will discuss inclusive design &#8212; design that is inclusive of the full range of human diversity with respect to ability, language, culture, gender, age and other forms of human difference. We will address common misconceptions of accessible design as bothersome, costly, a tag-on at the end of the design process, an impossible goal, and aesthetically inferior. Participants will perform inclusive design activities that will show how accessibility can be a catalyst for innovations in design thinking and outcomes.", "Designing inclusively makes better experiences for everyone.", "By the end of the workshop, participants will have ways to incorporate inclusive thinking and practices into their own design processes, will have practical tools and techniques for conducting inclusive design and testing usability, and will see that accessible design need not be sub-standard design."], "session_type": "Workshop", "process": "1", "sponsors": ["OCAD U"], "presenters": {"Colin-Clark": "Colin Clark", "Jess-Mitchell": "Jess Mitchell"}, "entry_id": "WKOCAD", "workshop": "1", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-unknown sponsored-activity process workshop gender-b sunday session", "location": "OCAD - 556", "time": "Sunday, 9:30AM &#8211; 12:30PM", "session_title": "Inclusive Design: Designing for a Diverse World"}, "PNL6": {"description": ["We&apos;ve invited select media partners from outside our immediate design community, with interests in Design, Technology and Art, to join us in person on our journey through IxD13. With their fresh eyes and ears they&apos;ll share from their perspectives the big ideas, trends and predictions from IxD13 and reflect on them while we are still together as a community in Toronto. We are thrilled to have Harrison Weber (The Next Web), Cliff Kuang (Fast Co. Design), and Jeroen Van Geel (Johnny Holland) join us this year as our Redux tour guides!"], "session_type": "Panel", "sponsors": [""], "presenters": {"Jeroen-van-Geel": "Jeroen van Geel", "Lin-Yee-Yuan": "Lin Yee Yuan", "Cliff-Kuang": "Cliff Kuang"}, "entry_id": "PNL6", "panel": "1", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "gender-m thursday session gender-male gender-f context panel", "location": "MTCC - 718", "context": "1", "time": "Thursday, 2:30PM &#8211; 4:00PM", "session_title": "ReDux Live: IxD13"}, "PNL4": {"description": ["Following the outstanding success of the &lsquo;Great IxDA Debate&rsquo; at Interaction12, Dublin, SapientNitro &amp; IxDA have joined forces once again to organize another &lsquo;Great UX Debate&rsquo; at Interaction13, Toronto.", "On the morning of January 31st, join a panel of five industry experts and over 300 UX practitioners, to play your part in resolving some of the toughest debate statements the UX community can muster! ", "Details on where to submit statements for the debate, the panel etc. will be shared very soon.  In the meantime, get up to speed on all the pre-debate banter by following <a href=\"https://twitter.com/UXdebate\">@UXDebate on Twitter</a>.", "Don&rsquo;t miss out. Join the debate and contribute to shaping the future of our industry…"], "session_type": "Panel", "sponsors": ["SapientNitro"], "presenters": {"Lou-Lenzi": "Lou Lenzi", "Angel-Anderson": "Angel Anderson", "Robb-Stevenson": "Robb Stevenson", "Mikkel-Michelsen": "Mikkel Michelsen", "Donald-Chestnut": "Donald Chestnut"}, "entry_id": "PNL4", "panel": "1", "session_theme": "", "theme": "context", "classes": "sponsored-activity gender-m thursday session gender-f context panel gender-m", "location": "MTCC - 718", "context": "1", "time": "Thursday, 9:45AM &#8211; 10:45AM", "session_title": "The Great UX Debate"}, "PNL5": {"description": ["At almost every Interaction conference there have met a group of individuals at some sort of lunch break or other off time to discuss interaction design education. This upcoming Interaction 13, we are formalizing this gathering and crafting a full day workshop about the various issues facing interaction education in all relevant contexts.", "At the workshop, topic sessions were held on the following topics: curriculum, research, portfolios, apprenticing, continuing education, industry-academia relationship. The outcome of those workshops were captured in design artifacts and a great discussion among workshop attendees were had.", "This panel will consist of the workshop co-organizers, Dave Malouf and Haig Armen, as well as the topic session facilitators. They will all present their session topics as well as communicate the next steps this group of people have planned in relation to interaction design education.", "After the panelists present, a facilitated conversation for the general conference will take place. It will be a time for criticism, feedback, and alternative suggestions to be considered by the larger group in relation to interaction design education. ", "We hope we will have an engaged conversation on these very important topics and that a critical mass of conference attendees will come to participate. After the conference a report will be created for the general interaction design community and hopefully the conversation will continue even further and the suggested initiatives that come out of the interaction design education workshop come into being."], "session_type": "Panel", "sponsors": [""], "presenters": {"Kendra-Shimmell": "Kendra Shimmell", "Dianna-Miller": "Dianna Miller", "Dave-Malouf": "Dave Malouf", "Kristian-Simsarian": "Kristian Simsarian", "Haig-Armen": "Haig Armen"}, "entry_id": "PNL5", "panel": "1", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "education-community gender-m thursday session gender-male gender-f panel gender-m", "location": "MTCC - 718", "time": "Thursday, 11:00AM &#8211; 12:30PM", "session_title": "Interaction Design Education Workshop Report Back"}, "PNL2": {"description": ["Building brands digitally is a given now. It&apos;s a critical part of any brand manager&apos;s role. The winning brand experiences are those that now tap consumers to co-create their future. OPENESS needs new talent, new thinking, new models, new risks, new interpretations of ROI. Interaction Designers have always focused and cared only about delivering compelling memorable experiences, that ensure the consumer is at the center of the experience. How does/is the \"social-web empowered consumer\" drive brands and designers of brand experiences to think differently about their brand message &amp; identity? What are the characteristics of a truly Open Brand? Many traditional brand managers think about Open Brand as a multi-channel strategy, yet poorly execute on delivering a consistent experience across those channels, leaving users with very fragmented experiences. This panel brings three senior experience design leaders to discuss the important role interaction designers have in driving Open Brand development in today&apos;s hyper-digital marketplace. The discussion will focus on laying a definition to what Open Brands characteristics are and how companies can move towards delivering Open Brand experience to their customers via each touchpoint they design for in their brand strategy."], "session_type": "Panel", "sponsors": [""], "presenters": {"Matt-Walsh": "Matt Walsh", "Steve-Baty": "Steve Baty", "Donald-Chestnut": "Donald Chestnut", "Suzanne-El-Moursi": "Suzanne El-Moursi"}, "entry_id": "PNL2", "panel": "1", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "gender-unknown gender-m wednesday gender-f session context panel gender-m", "location": "MTCC - 718", "context": "1", "time": "Wednesday, 2:30PM &#8211; 3:15PM", "session_title": "OPEN BRANDS: The Future of Brands is OPEN; The role of Interaction Design in building an open brand."}, "PNL3": {"description": ["Big Data&hellip;so what? Have you heard it isn&apos;t the size of the data, but what you do with it that matters? Cutting across industry and domain, we&apos;ve invited some of the top creative minds to discuss and debate the value of information, in an information age. What to look for, how to determine what is important in the loads of data captured, and why making meaning out these mountains of digits can be so valuable."], "session_type": "Panel", "sponsors": [""], "presenters": {"Ben-Fullerton": "Ben Fullerton", "Todd-Silverstein": "Todd Silverstein", "Jer-Thorp": "Jer Thorp", "Andrew-Crow": "Andrew Crow"}, "entry_id": "PNL3", "panel": "1", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "gender-m tuesday session gender-male context panel gender-m", "location": "MTCC - 718", "context": "1", "time": "Tuesday, 2:30PM &#8211; 3:15PM", "session_title": "Data Depth and Ingenuity"}, "PNL1": {"description": ["There is an exciting and increasingly popular trend where the field of Design is increasingly popping up in various areas of the startup and entrepreneurship worlds. The reputable Silicon Valley venture capital firm, Kleiner Perkins, launched a Design Fellows program, in the fall of 2012, to attract talented designers to work for KP and match them with portfolio companies they have investments in. IDEO started their own \"Startup In Residence\" program in the Fall of 2012, an incubator like program where IDEO can help startups at their \"earliest stages of evolution\" by infusing them with their Human-Centered Design framework. Before both of these efforts, designers themselves embraced entrepreneurship as evidenced by the Designer Fund, an angel fund of designers who invest in designer founders through mentorship, funding and access to large professional networks to support these budding young designer led businesses . On the talent side, designers are increasingly looking for ways to work on real problems and create solutions users find so valuable that they will use it even if it isn&apos;t well-designed or well-engineered. They look outside of their mundane corporate and agency jobs, for more meaningful problems and opportunities to expand their design craft and mind, enhancing the end value of the end experiences. Often designers feel they have many great ideas from their practice of the design process of discovering problems rooted in understand the problems people have. This panel brings together a group of designers and entrepreneurs to discuss the real value of design in the startup world, how designers can think about entering the entrepreneurship world and what it takes to \"jump ship\" and start your own company. This panel is not to be missed if you have the itch to start your own company!"], "session_type": "Panel", "sponsors": [""], "presenters": {"Ben-Fullerton": "Ben  Fullerton", "Todd-Silverstein": "Todd Silverstein", "Suzanne-El-Moursi": "Suzanne El-Moursi", "Josh-Seiden": "Josh Seiden", "Raphael-Grignani": "Raphael Grignani"}, "entry_id": "PNL1", "panel": "1", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "gender-m monday gender-f session gender-male context panel gender-m", "location": "MTCC - 718", "context": "1", "time": "Monday, 2:30PM &#8211; 3:15PM", "session_title": "Design Led Startups"}, "95": {"description": ["What does every successful start-up, venture capitalist and savvy designer know? It&rsquo;s that &ldquo;value exchange networks&rdquo; have the power to ignite massive human potential to grow business and delight consumers through connected services. If you&rsquo;ve checked in with Foursquare, rated a seller on eBay, or answered a question on Quora, then you&rsquo;ve participated in a value exchange network. So what are value exchange networks? They are networks in which the value is co-created and exchanged in a decentralized and distributed way by all participants &#8211; consumers are transformed into creators, promoters, problem-solvers, and even co-owners. Today most industries are being transformed by leveraging these value exchange networks. Services are shifting from an era in which companies created and delivered monolithic offerings to passive consumers, to an era in which services exist as networks of value co-creation. In this new landscape, lines separating consumer and company are dissolving, and companies are acting as enablers of value creation, discovery, and exchange rather than solely creators and distributors.", "From a design perspective it means service design must evolve into networked business design &#8211; enabling all actors to gains trust in other participants and the system itself; encouraging the creation and sharing of valuable connections, resources, knowledge, and capabilities; and recognizing and supporting people&rsquo;s short- and long-term goals so that networks are vibrant and businesses are truly sustainable. We will share:", " &bull; The potential of value exchange networks", " &bull; Several disruptive industry examples ", " &bull; The building blocks of value exchange networks", " &bull; Principles for designing value exchange networks."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Rich-Radka": "Rich Radka", "Stephen-Gay": "Stephen Gay"}, "entry_id": "95", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "gender-m tuesday strategy session p45min presentation gender-m", "location": "MTCC - 715", "time": "Tuesday, 2:30PM &#8211; 3:15PM", "session_title": "Ignite Potential &#8211; Value exchange networks", "presentation": "1"}, "IM_ALL": {"description": ["New for Interaction13, the Idea Market is a space to engage with new ideas from the community across all 4 days. There is no set or dedicated presentation time slot.", "The value of this experience is in the dialog between presenters and attendees &#8211; engage in conversation, pitch concepts and share insights, critiques, and reactions. The intent is to enable conversations across an incredible breadth of professionals which would otherwise be impossible to orchestrate."], "session_type": "Idea Markets", "sponsors": [""], "entry_id": "IM_ALL", "session_theme": "<span class=\"theme\">Idea Market</span>", "theme": "idea-market", "classes": "multi-session idea-market monday session idea-markets event", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "Idea Markets", "idea_market": "1"}, "13": {"description": ["Is classical website navigation (ie: the navbar) is a cop-out used by designers to avoid having to apply a thorough content strategy, consider user goals and to guide direction? Newer design strategy (as often seen in the development &amp; design of mobile applications) supports this thesis. With mobile design, designers are now focusing on goal-directed design as the limited screen space makes it difficult to employ older methods of interaction design. This presentation will address the shortcomings of the navbar and introduce alternate navigation methods. Examples will be provided to illustrate benefits of these alternate methods."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Calvin-Tennant": "Calvin Tennant"}, "entry_id": "13", "mobile": "1", "session_theme": "<span class=\"theme\">Mobile</span>", "theme": "mobile", "classes": "gender-m monday mobile session p10min presentation", "location": "MTCC - 717", "time": "Monday, 3:15PM &#8211; 3:25PM", "session_title": "Moving Past the Navbar", "presentation": "1"}, "15": {"description": ["In creating the Ultimate Dinosaurs exhibit, the ROM sought out new and exciting ways to communicate with the public.", "The challenge lay in balancing our multiple mandates to educate, entertain, and engage audiences in a participatory, accessible, and multilingual context. This led us to continue our exploration of experience-centred design and to further embrace interactive methodologies.", "By using a combination of immersive IMAX video projections and audio installations, embedded &ldquo;flipbook&rdquo; ipads, an interactive multi-user game, documentary film, motion-sensing &ldquo;reactive&rdquo; video walls, and augmented-reality \"skin viewers\", we worked to viscerally bring the world of the dinosaurs to the public.", "We worked closely with Meld Media, a digital production company focussed on creating experiences that combine story, design, and technology in innovative and unique ways. As a result, iOS devices and Microsoft&apos;s Kinect technology were used to great effect in the exhibit. This consumer hardware and open source software allowed us, together with Meld, to create experiences that would have been impossible or extremely cost prohibitive as recently as a year ago. The project&rsquo;s seamless approach to interactive design removed all the typical barriers one might encounter with technology. Visitors were greeted by minimal and intuitive interfaces as simple as handles, touch surfaces and even their own bodies.", "The success of the interactives in Ultimate Dinosaurs has provided key indicators to the Royal Ontario Museum in learning how to effectively combine appropriate technologies with the presentation of complex subject matter, all in the service of creating rich, participatory learning environments."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Ken-Reddick": "Ken Reddick", "Rob-McMahon": "Rob McMahon", "Dave-Holland": "Dave Holland"}, "entry_id": "15", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "gender-m wednesday session gender-male education-community p45min presentation gender-m", "location": "MTCC - 718", "time": "Wednesday, 11:45AM &#8211; 12:30PM", "session_title": "Intuitive Interfacing: The use of Interactive media in the Royal Ontario Museum&rsquo;s Ultimate Dinosaurs: Giants from Gondwana exhibit", "presentation": "1"}, "POS_ALL": {"description": ["The Interaction13 posters present bleeding edge research and case studies that bring our theme to life. You&apos;ll find the posters in the main space alongside our sponsors and Idea Market presenters.", "Take a few moments to discover topics like Hacking the Climate, Kneading Time and Personal informatics systems."], "session_type": "Posters", "poster": "1", "sponsors": [""], "entry_id": "POS_ALL", "session_theme": "<span class=\"theme\">Poster</span>", "theme": "poster", "classes": "multi-session monday poster session posters event", "location": "MTCC", "time": "All day, every day, starting Monday, 9:00AM &#8211; 5:00PM", "session_title": "Posters"}, "LNCH03": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "LNCH03", "session_theme": "", "theme": "meal", "classes": "tuesday meal break other event", "location": "MTCC", "time": "Tuesday, 12:30PM &#8211; 2:30PM", "session_title": "Lunch", "meal": "1"}, "6S": {"description": ["Most browser and mobile applications are designed to suck you in and away from the people that are right near you. We&rsquo;re often busy updating our statuses instead of talking to the people we&rsquo;re &lsquo;statusing&rsquo; about. Now, more than ever, technology can enable us to enrich and empower in-person interaction. The physical barriers have been lowered. Things like tablet applications facilitate buying sunglasses in-store with a sales person and enable us to learn complex financial concepts while benefiting from the information a financial advisor can provide in-person. In this talk I will share how:", " &bull; Key design principles for in-person enriching applications that facilitate and empower in-person interactions.", " &bull; What you need to know about your users for this to be successful that you never needed to know before.", " &bull; How to effectively learn what you need to know about your users for these to be successful.", " &bull; Why these interactions can make or break your customer experience.", "We will also answer the following questions:", " &bull; What are the key design principles for designing tablet applications that support and enable in-person interaction?", " &bull; What do you need to know about your users for these applications to be successful?", " &bull; How do you learn what you need to know about your users for these to be successful.", " &bull; Why will these interactions make or break your customer experience?", " &bull; What touch points are most important to design these kinds of applications for?"], "session_type": "Presentation", "sponsors": [""], "presenters": {"Julia-Barrett": "Julia Barrett"}, "entry_id": "6S", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "wednesday gender-f session context p45min presentation", "location": "MTCC - 715", "context": "1", "time": "Wednesday, 11:45AM &#8211; 12:30PM", "session_title": "Social Networks Suck. Social Computing Frees You", "presentation": "1"}, "EVENT01": {"description": ["OCAD U- Canada&apos;s university of the imagination- hosts a reception for those who attended half-day and full-day workshops.", "Snacks and refreshments are made possible by our sponsor Mad*Pow &#8211; an experience design agency that creates intuitive websites, applications, internal systems, and interactive media for industry leaders.", "We have teamed up with PechaKucha &#8211; who are also celebrating their 10 anniversary &#8212; to present an evening of rapid fire talks: 20 slides x 20 seconds each (you do the math). Stay after your workshop to hear presentations that are bound to get the conversation about social impact and innovation started. Mix and mingle with old friends and make new acquaintances."], "session_type": "Sponsored Activity", "sponsors": ["Mad*Pow"], "entry_id": "EVENT01", "sponsored_activity": "1", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "sponsored-activity special-event sunday activity event", "location": "OCAD- 190", "time": "Sunday, 5:30PM &#8211; 9:00PM", "session_title": "OCAD U Reception/PechaKucha Night"}, "OCADS03": {"description": ["What is nature worth? What are the benefits of Natural Economy? Ecological Capital is nature&apos;s invisible workforce. Four OCADU students partnered with the David Suzuki Foundation to create a series of posters and videos that show the true meaning of ecosystem services and its value provided both in dollar value and the benefit for human well-being and our planet."], "session_type": "Showcase", "sponsors": [""], "presenters": {"Anton-Mwewa": "Anton Mwewa", "Alex-Gebhardt": "Alex Gebhardt", "Bianca-Channer": "Bianca Channer"}, "entry_id": "OCADS03", "education_community": "1", "showcase": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "gender-unknown showcase gender-b wednesday session education-community", "location": "MTCC - 718", "time": "Wednesday, 9:30AM &#8211; 9:45AM", "session_title": "OCAD U Showcase: Ecological Capital"}, "OCADS02": {"description": ["Living longer. Living smarter. Living healthier.", "The global challenge is an increased burden on our health care systems. With an aging population that burden will only continue to grow. Living longer increases the risk of chronic illness, which in turn, increases the use of medications. How can we live smarter and healthy as we continue to live longer?"], "session_type": "Showcase", "sponsors": ["OCAD U"], "presenters": {"Angela-Dosis": "Angela Dosis", "Brandon-Laird": "Brandon Laird", "Sara-Durning": "Sara Durning"}, "entry_id": "OCADS02", "showcase": "1", "healthcare_wellness": "1", "session_theme": "<span class=\"theme\">Healthcare/Wellness</span>", "theme": "healthcare-wellness", "classes": "sponsored-activity showcase healthcare-wellness tuesday gender-f session gender-male gender-female", "location": "MTCC - 718", "time": "Tuesday, 9:30AM &#8211; 9:45AM", "session_title": "OCAD U Showcase: Inclusive Health"}, "OCADS01": {"description": ["Onemile provides new methods and opportunities for connecting people. What would an interaction with and the perception of another person be like through only sounds, light, and step? Strangers are connected through a technology enhanced hood, transforming the traditionally reclusive experience of wearing a hood into one of social engagement."], "session_type": "Showcase", "sponsors": [""], "presenters": {"Yuxi-Wang": "Yuxi Wang", "Hudson-Pridham": "Hudson  Pridham", "Maziar-Ghaderi": "Maziar Ghaderi"}, "entry_id": "OCADS01", "education_community": "1", "showcase": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "gender-unknown monday showcase gender-b session education-community", "location": "MTCC - 718", "time": "Monday, 9:30AM &#8211; 9:45AM", "session_title": "OCAD U Showcase: ONEMILE &#8211; a shared experience"}, "MUSIC02": {"description": ["Steve McNie is the force behind the Corktown Ukulele Jam at the core of Toronto &apos;s thriving uke scene. His insightful teaching has inspired hundreds to play better and progress faster. His purposeful mix of awesome song choices showcases the uke&apos;s strength in any style. He&apos;s big on sound, style, groove, feel and form."], "session_type": "Activity", "activity": "1", "sponsors": [""], "entry_id": "MUSIC02", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "morning-music activity event special-event", "location": "MTCC", "time": "Tuesday, 8:30AM &#8211; 9:30AM", "session_title": "Morning Music: Steve McNie"}, "MUSIC03": {"description": ["Hyoseon Sunny Kim, a native of Daejeon, Korea began studying piano at the age of five and immediately showed her talent, winning top prizes at local competitions.  Hyoseon Sunny Kim is the winner of the CCC Piano Concerto Competition  (2012) and runner-up of the Stratford Symphony  Orchestra&apos;s  Concerto Competition (2011), and is an active soloist in Toronto where she is a chamber musician (founding member  of the Toronto Hwa-Eum Ensemble) and an instructor"], "session_type": "Activity", "activity": "1", "sponsors": [""], "entry_id": "MUSIC03", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "morning-music activity event special-event", "location": "MTCC", "time": "Wednesday, 8:30AM &#8211; 9:30AM", "session_title": "Morning Music: Hyoseon Sunny Kim"}, "MUSIC01": {"description": ["Hear the distinctive musical sound of Stewart Hoffman, vibraphone, and Dan Ionescu, guitar. An hour of swinging jazz, and Latin and pop classics performed with eloquence and style."], "session_type": "Activity", "activity": "1", "sponsors": [""], "entry_id": "MUSIC01", "session_theme": "", "special_event": "1", "theme": "special-event", "classes": "morning-music activity event special-event", "location": "MTCC", "time": "Monday, 8:30AM &#8211; 9:30AM", "session_title": "Morning Music: Stewart Hoffman and Dan Ionescu"}, "150": {"description": ["Technologies such as longform.org and Instapaper have renewed an interest in &ldquo;long-form journalism&rdquo;. But what is it? The Poynter Institute has posited that it is both journalism of long length and high quality while having &lsquo;staying power&rsquo; online. How does this relatively dry definition actually translate to users? How is design and user experience considered when constructing pages and templates for these stories? How does the editorial process differ and adapt to web-based journalism?", "The conversation will start by looking at various long-form projects by CNN to understand our current UX approach. Particularly project challenges for each piece will be raised and addressed. Overall, this session is unique because we are not doing traditional project design driven UX, but we still need to apply to UX to journalism pieces as well as forge a productive relationship with an editorial department that has not had to really consider the relationship to UX previously."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Judith-Siegel": "Judith Siegel"}, "entry_id": "150", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "process tuesday gender-f session p10min presentation", "location": "MTCC - 717", "time": "Tuesday, 3:00PM &#8211; 3:10PM", "session_title": "CNN and the UX Challenge of Presenting Long-Form Stories", "presentation": "1"}, "WK9": {"description": ["CSS 3 has handed the keys back to designers. With a syntax and structure that speaks our language and a fine-grained level of control, it empowers designers to not only prototype in the actual medium, but to contribute production-ready code. The days of pointing at the screen over the developer&rsquo;s shoulder and trying to explain how something needs to shift three pixels are over. In fact, much of the JavaScript currently employed for simple UI behaviors can be replaced with well-architected styles. Take the driver&rsquo;s seat, and make the CSS your UI specification document. This workshop is intended for intermediate designers interested in gaining more control over their team&rsquo;s final product. As a participant, you will:", "&bull; Familiarize yourself with the tools you&rsquo;ll need to integrate with your development team.", "&bull; Learn how Object Oriented CSS (OOCSS) can lead to cleaner, more maintainable code.", "&bull; Discover how to replace heavy-handed, inefficient JavaScript with CSS-driven behavior.", "&bull; Get started on your own library of CSS components."], "session_type": "Workshop", "process": "1", "sponsors": [""], "presenters": {"Jack-Moffett": "Jack Moffett"}, "entry_id": "WK9", "workshop": "1", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "session gender-m process sunday workshop", "location": "OCAD - 652", "time": "Sunday, 2:00PM &#8211; 5:00PM", "session_title": "Sitting in the Driver&apos;s Seat: creating production-ready CSS"}, "WK8": {"description": ["User-centered design research activities produce an enormous quantity of raw data, which must be systematically and rigorously analyzed in order to extract meaning and insight. Unfortunately, these methods of analysis are poorly documented and rarely taught, and because of the pragmatic time constraints associated with working with clients, there is often no time dedicated in a statement of work to a practice of formal synthesis. As a result, raw design research data is inappropriately positioned as insight, and the value of user-centered research activities is marginalized &#8211; in fact, stakeholders may lose faith in the entire research practice, as they don&rsquo;t see direct return on the investment of research activities.  Design synthesis methods can be taught, and when selectively applied, visual, diagrammatic synthesis techniques can be completed relatively quickly. During Synthesis, Designers visually explore large quantities of data in an effort to find and understand hidden relationships. These visualizations can then be used to communicate to other members of a design team, or can be used as platforms for the creation of generative sketching or model making. The action of diagramming is a way to actively produce knowledge and meaning. This workshop introduces methods of Synthesis to translate research into meaningful insights. Participants will learn about how to manage the complexity of gathered data, and through hands-on exercises, they will apply various synthesis methods to elicit hidden meaning in gathered data. This hands-on approach is critical for building both confidence and ability with the various synthesis methods that are discussed."], "session_type": "Workshop", "sponsors": [""], "presenters": {"Jon-Kolko": "Jon Kolko"}, "entry_id": "WK8", "workshop": "1", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "gender-m session strategy sunday workshop", "location": "OCAD - 642", "time": "Sunday, 9:30AM &#8211; 12:30PM", "session_title": "Methods of Design Synthesis"}, "WK1": {"description": ["As services become more interconnected and flow across channels and devices--and more importantly across time and space--it&rsquo;s becoming increasingly important to find ways to gain insight about customers&rsquo; interactions with your service. If you&rsquo;ve ever wanted to make an orchestrated, integrated, cross-product, multi-channel, service designed product ecosystem, then this workshop is for you! We&rsquo;ll throw out the buzzwords and provide a sensible framework for bringing products and services into people&rsquo;s everyday lives. We&rsquo;ll focus on the power and peril of the touchpoint--where customers connect with your product or service, and we&rsquo;ll show how to map the customer journey to tell a story across touchpoints and channels. We&rsquo;ll explore how every occasion where your organization touches or connects with a person&rsquo;s life is appropriate, relevant, meaningful, and endearing. We&rsquo;ll discuss how you can use experience maps in other design activities such as studio workshops and creating scenarios. Also we&rsquo;ll show how they can be used non-design activities like product planning, creating use cases, or feature prioritization; even helping to build customer empathy and understanding.  The structure for the day will be a mix of shared insights and case studies followed by group activities to put the ideas into practice. When we wrap up the day, you will have: ", " &bull; Guiding principles for engaging with people across time and space ", " &bull; A framework for mapping human experience across multiple situations and interactions ", " &bull; Skills and tools for generating concepts for appropriate, relevant, meaningful, and endearing &ldquo;touching&rdquo; ", " &bull; Using experience maps as catalysts for other activities"], "session_type": "Workshop", "process": "1", "sponsors": [""], "presenters": {"John-Labriola": "John Labriola", "Chris-Risdon": "Chris Risdon"}, "entry_id": "WK1", "workshop": "1", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "session gender-m process sunday workshop gender-m", "location": "OCAD - 600", "time": "Sunday, 9:30AM &#8211; 5:00PM", "session_title": "Mapping Experiences and Orchestrating Touchpoints"}, "WK3": {"description": ["Playing games is the prototypical example for an intrinsically motivating activity and motivation in healthcare is a pivotal issue. Each year, billions of dollars are spent to move our behaviors in a healthier direction to avert crisis such as obesity, diabetes, cardiovascular disease and other costly and painful afflictions. Leveraging the motivational dynamics of gameplay to energize and sustain people through behavior change is a challenging yet profound solution. In this workshop, we&apos;ll double-tap into the techniques game designers use to motivate, engage and reward players through a game&rsquo;s lifecycle combining a playful approach with structured behavior change conventions. Attendees will learn how to craft a delicate balance of challenge &amp; reward, competition &amp; social support, goal setting &amp; scaffolding, rule definition, interaction patterns, persuasive arguments, meaningful feedback, fun and positive outcomes."], "session_type": "Workshop", "sponsors": [""], "presenters": {"Dustin-DiTommaso": "Dustin DiTommaso"}, "entry_id": "WK3", "workshop": "1", "healthcare_wellness": "1", "session_theme": "<span class=\"theme\">Healthcare/Wellness</span>", "theme": "healthcare-wellness", "classes": "session gender-m healthcare-wellness sunday workshop", "location": "OCAD - 668", "time": "Sunday, 9:30AM &#8211; 5:00PM", "session_title": "Beyond Gamification: Designing Behavior Change Games"}, "WK2": {"description": ["Intent Planning is strategic planning tool for designers by designers. Four years ago, the team at Normative looked at what was wrong with design strategy tools and then decided to rethink the process of creating strategy. The result is a tool and technique we call Intent Planning. It&apos;s been put through the wringer of iteration and battle tested with numerous clients in everything from workshops to strategic plans. We love it, our clients rave about it, and we&apos;ve decided that it&apos;s just too good to keep to ourselves any longer.  The full day workshop includes all the details you're looking for to make Intent Planning work for your team or your clients. We&apos;ll provide the history and theories that the tool is based on and show you how it works, with indepth client case studies in business model innovation, branding and experience design. You&apos;ll get a detailed walkthrough of the core model and planning framework, and we&apos;ll spend time talking about the tactical aspects of using the tool including specifics related to discovery work, workshop facilitation and plan development.  Attendees can expect a full day, packed with information and lots of practice on the different components of the Intent Planning tool. They will also receive an Intent Planning Guidebook as part of the workshop. This workshop is ideal for designers who are passionate about strategy. It&apos;s also a good fit for planners and strategists who want to bring more creativity and rigor to their existing strategy practice."], "session_type": "Workshop", "sponsors": [""], "presenters": {"Robyn-Polan": "Robyn Polan", "Matthew-Milan": "Matthew Milan"}, "entry_id": "WK2", "workshop": "1", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "session gender-m gender-f strategy sunday workshop", "location": "OCAD - 650", "time": "Sunday, 9:30AM &#8211; 5:00PM", "session_title": "Intent Planning: A Tool For Designing Strategies That Work"}, "WK7": {"description": ["Now more than ever, prospective users and clients are being drawn even deeper into our UX design process through the use of participatory design activities. These activities help designers better identify people&apos;s needs, then generate and evaluate a range of design ideas--often in a playful and fun way that helps us rapidly construct and test design hypotheses for products or services.  For many practitioners, however, the use of participatory design activities can feel like a black art. This practical workshop will help designers that want a chance to experiment with different participatory design methods and construct their own unique activities for use in their daily work. They&apos;ll get hands-on experience in how to:", " &bull; Envision and craft unique participatory design activities for a wide range of projects and audiences, from quick exercises to full-blown games", " &bull; Pilot these participatory activities to tune and improve how they function with participants", " &bull; Facilitate and observe participatory activities in action", " &bull; Capture, analyze and utilize the data that emerges from your collaboration", " &bull; Plan when and where to deploy participatory design activities as part of your studio process, whether agile or waterfall", " &bull; Understand when to integrate different technologies into participatory design, from rough digital prototypes to working within unique online venues", "Workshop attendees will walk away from this workshop with a robust set of tools they can immediately start using in their design projects, as well as a holistic understanding of when and how to use participatory methods for maximum impact."], "session_type": "Workshop", "process": "1", "sponsors": [""], "presenters": {"Erin-Sanders": "Erin Sanders", "David-Sherwin": "David Sherwin"}, "entry_id": "WK7", "workshop": "1", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "session gender-m process gender-f sunday workshop", "location": "OCAD - 669", "time": "Sunday, 9:30AM &#8211; 5:00PM", "session_title": "Bringing Users Into Your Process Through Participatory Design"}, "WK15": {"description": ["In this fun, interactive workshop, participants will play, share and immerse themselves in the world of children and design. They will come away with a strong understanding of how to design for kids through a combination of lecture and collaborative activities. They will learn specific techniques for research and testing with kids from 2-12 as well as strategies for designing for kids of different ages. They&apos;ll learn how to design for kids from different cultures, as well as for kids across the developmental spectrum. Finally, participants will learn how to apply these strategies and techniques to adult audiences as well.", "", "MAIN TOPICS:", " &bull; Strategies, tips and techniques for creating digital experiences for 2-12 year olds", " &bull; The role of gameplay in researching and designing with kids", " &bull; Privacy, safety and security issues around communication and social media", " &bull; Mobile and gestural interface implications for kids of different ages", " &bull; What designing for kids can teach us about designing for all audiences"], "session_type": "Workshop", "process": "1", "sponsors": [""], "presenters": {"Debra-Levin-Gelman": "Debra Levin Gelman"}, "entry_id": "WK15", "workshop": "1", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "session process gender-f sunday workshop", "location": "OCAD - 642", "time": "Sunday, 2:00PM &#8211; 5:00PM", "session_title": "Designing for Children"}, "WK14": {"description": ["Have you ever found yourself in a difficult client situation? As design becomes more strategic and as we have more potential impact in the world, we are finding ourselves working with and delivering to increasingly senior leaders. We are finding ourselves needing to be not just good designers but also good consultants; and many of these consulting skills are not part of a standard design education. Whether you are a new or seasoned project or relationship leader, the skills introduced in the workshop will help you with difficult situations, such as non design-trained clients, multiple stakeholders, difficult challenging personalities and misunderstandings. A skilled design consultant can learn to foresee, avoid and navigate these situations. The workshop will be based on hands-on training using cases from actual difficult situations encountered in the field. The case studies cover a broad range of topics including receiving feedback on proposed designs (e.g. handling the client when they &ldquo;go into the weeds&rdquo;), dealing with conflicting stakeholder viewpoints and understanding where a client is coming from when they increase the pressure. We will end the workshop by having participants create a personal plan to bring some of the new skills into current or future situation. We are redesigning this workshop based on learnings from the 2011 workshop in Boulder and adding Alexander Baumgardt&apos;s international executive experience and perspective."], "business": "1", "session_type": "Workshop", "sponsors": [""], "presenters": {"Alexander-Baumgardt": "Alexander Baumgardt", "Kristian-Simsarian": "Dr. Kristian Simsarian"}, "entry_id": "WK14", "workshop": "1", "session_theme": "<span class=\"theme\">Business</span>", "theme": "business", "classes": "session gender-m business sunday workshop gender-m", "location": "OCAD - 654", "time": "Sunday, 9:30AM &#8211; 12:30PM", "session_title": "Consultantship: The art of hearing and being heard"}, "WK16": {"description": ["At almost every Interaction conference a group of individuals have met at some sort of lunch break or other off time to discuss interaction design education. This upcoming Interaction 13, we are formalizing this gathering and crafting a full day workshop about the various issues facing interaction education in all relevant contexts. ", "The goals of the event is to better understand the global problem space of interaction design education both in formal and informal formats. Academics, mentors, conference speakers, continuing education creators, students, practitioners and employers are all encouraged to lend their voice. ", "All attendees are expected to contribute to this workshop through hands-on working sessions around special topics: curriculum, research, portfolios, apprenticing, continuing education, and industry-academia relationships are the topics we are considering at this time.", "Out of the topic workshop sessions will be artifacts that help to describe the outcomes of the session, not just to the education workshop, but to the entire conference and global IxDA community.", "Registration will be limited to 50 participants, and you do not need to be attending Interaction 13, though we encourage you to do so."], "session_type": "Workshop", "sponsors": [""], "presenters": {"Kendra-Shimmell": "Kendra Shimmell", "Dianna-Miller": "Dianna Miller", "Dave-Malouf": "Dave Malouf", "Kristian-Simsarian": "Kristian Simsarian", "Haig-Armen": "Haig Armen"}, "entry_id": "WK16", "education_community": "1", "workshop": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "gender-m workshop gender-f sunday session gender-male education-community gender-m", "location": "OCAD - 605", "time": "Sunday, 9:30AM &#8211; 5:00PM", "session_title": "Interaction Design Education Summit"}, "WK11": {"description": ["&ldquo;My designs were torpedoed.&rdquo;", "&ldquo;We&rsquo;re way off schedule.&rdquo;", "&ldquo;Everyone is disengaged.&rdquo;", "&ldquo;I&rsquo;m not proud of the work we&rsquo;re producing.&rdquo;", "&ldquo;We can&rsquo;t get everyone on board.&rdquo;", "Sound familiar?", "Design doesn&rsquo;t happen inside a vacuum. It happens inside teams, inside the context of relationships, inside physical spaces, inside organizations with very particular cultures. Ignore that intricate ecosystem, and you might as well give your project a death sentence.", " In this workshop, Teresa Brazen and Kendra Shimmell draw from their experience as team members, team leaders, and team facilitators to identify tools and techniques you can use to shape projects that are not only successful, but enjoyable. They&rsquo;ll discuss the benefits of proactively designing team culture, walk you through the process of creating a healthy foundation, empower you with methods to improve unhealthy culture mid-stream, and show you ways to keep everyone engaged throughout the design process. Then, you&rsquo;ll try it out for yourself: with instructor feedback and mentorship, you&rsquo;ll craft new methods and approaches that are appropriate to take back and try out in your team or company&hellip; no matter what your job title.", "By the end of this hands-on workshop, you&apos;ll know how to get projects started on the right foot, co-create without compromising output, and inspire teams, clients, and stakeholders. More importantly, you&apos;ll find that you can work towards dramatically improved project outcomes&hellip; without all the drama along the way."], "session_type": "Workshop", "process": "1", "sponsors": [""], "presenters": {"Teresa-Brazen": "Teresa Brazen", "Susan-Dybbs": "Susan Dybbs"}, "entry_id": "WK11", "workshop": "1", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "session process gender-f sunday workshop gender-f", "location": "OCAD - 656", "time": "Sunday, 9:30AM &#8211; 12:30PM", "session_title": "Designing Culture"}, "WK10": {"description": ["The beginning of a project is an exciting time. Clients and stakeholders have lots of ideas, perspectives, and thoughts on what a product or service could be. How can we expose more great (and not so great) ideas, jump-start the creative process, and avoid surprises later on? How do we harness the brainpower of our clients and stakeholders? Join Cooper designer Greg Schuler as he shares tips and techniques developed across his career in design.", "This fun, hands-on workshop will teach you tools and techniques to effectively gather these ideas and perspectives before you start design. We&rsquo;ll discuss early challenges in the design process then jump in and learn by doing. You can expect to: ", " &bull; Learn how to select topics that solicit the right ideas from your clients", " &bull; Learn tips to get clients to think visually even if they &ldquo;can&rsquo;t draw&rdquo;", " &bull; Participate in mini-workshops to practice and test what you&rsquo;ve learned This workshop is intended for designers looking to more effectively engage clients (internal or external) in the early stages of the design process, and designers looking to improve their own workshop abilities with practical, applicable skills for their next project."], "session_type": "Workshop", "process": "1", "sponsors": [""], "presenters": {"Greg-Schuler": "Greg Schuler"}, "entry_id": "WK10", "workshop": "1", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "session gender-m process sunday workshop", "location": "OCAD - 654", "time": "Sunday, 2:00PM &#8211; 5:00PM", "session_title": "Harness the brainpower: Clients and Stakeholders"}, "WK13": {"description": ["Conceptualized in 1901 by Lyman Frank Baum&rsquo;s novel the &ldquo;The Master Key&rdquo; as a set of spectacles the would place a letter over people that represented the individuals character , the expression &ldquo;augmented reality&rdquo; wasn&rsquo;t coined until 1990 with the successful development of a system to aid in the wiring of Boeing planes. With the addition of a digital compass into smartphones and Project Glasses by Google, it appears that augmented reality is finally breaking into the mass market. The opportunity to design augmented reality interfaces also creates new challenges for designers. Not only does the designer need to consider the context of use, but also the environment in which the information is presented.", "The goal for this half day workshop is to have participants walk away with a solid understanding of the challenges and approaches to designing AR systems. To achieve this goal we will be covering:", " &bull; Overview of the evolution of augmented reality", " &bull; Review of the current Input and display technologies", " &bull; Review of current interaction techniques", " &bull; Principles and approach for prototyping AR interfaces The workshop will end with the application of the workshop knowledge in a design activity."], "session_type": "Workshop", "sponsors": [""], "presenters": {"Daniel-Iaboni": "Dr. Daniel Iaboni"}, "entry_id": "WK13", "education_community": "1", "workshop": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "gender-m session sunday workshop education-community", "location": "OCAD - 652", "time": "Sunday, 9:30AM &#8211; 12:30PM", "session_title": "Heads Up on Designing for Augmented Reality"}, "WK12": {"description": ["Designing for emotions has gained popularity recently, and we have many tools to identify and define the desired end-states and emotions of the users of our products, services and systems. However, there is still a gap between being able to identify desired emotions and constructing the appropriate mechanisms to elicit these emotions. Just as a beginning artist learning how to draw a face, draws the concept of eyes, ears, and noses and not actually what they see in front of them, we believe that many designers learning how to design for emotion are constructing solutions based on the concepts of emotions and not &ldquo;seeing&rdquo; the emotion with an artist&rsquo;s eye. This workshop is a beginner&rsquo;s course in unlearning our conceptual constructs of emotion and experiencing emotional states in their raw physical form. It&rsquo;s a highly experiential exploration of physical movement within a structured framework based on Laban Movement Analysis to illuminate the connections between physicality and emotion. By better understanding the raw materiality of emotion, we can craft better emotional interactions. Throughout the Laban exercises, we will discuss how what they are experiencing translates to UI design decisions and to tactical aspects of designing for emotion. In addition, we&rsquo;ll cover the parallel processes of design and the development of the frameworks in a design process. The goal of this workshop is to expose students to an emotional framework through hands on activities. Students will uplevel their emotional IQ and will tackle their next design project from a different perspective."], "session_type": "Workshop", "process": "1", "sponsors": [""], "presenters": {"Scott-Sullivan": "Scott Sullivan", "Erik-Dahl": "Erik Dahl"}, "entry_id": "WK12", "workshop": "1", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "session gender-m process sunday workshop gender-m", "location": "OCAD - 656", "time": "Sunday, 2:00PM &#8211; 5:00PM", "session_title": "Building Emotional IQ with Laban Movement Analysis"}, "KEY3": {"keynote": "1", "description": ["Our world is becoming more and more connected, new patterns, new behaviors and new businesses are emerging. Over 35% of the world is connected and growing rapidly. With an always on world, there are amazing opportunities and great challenges. As design thinkers and makers we can help humanize these new experience, providing emotional connections that are centered on human values.", "To understand these new interactions, last year, our team interviewed design thought leaders from Method, School of Visual Arts, Doblin, Nokia, Microsoft, Arduino, Kicker Studio, Twitter, Malmö University, Stamen and Frog Design to share their insights on how these connections are shaping our lives. We learned of areas such as the Internet of things, screens are everywhere, more natural interfaces, augmenting our abilities, building living systems, adaptive environments, when machines can see and disrupt everything are key themes for new interactions.", "This session will share some of the design thinking behind these emerging interactions themes and provide ways for design making that will help us create holistic human experiences to enrich people&rsquo;s lives."], "session_type": "Keynote", "sponsors": [""], "presenters": {"Albert-Shum": "Albert Shum"}, "entry_id": "KEY3", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "keynote gender-m tuesday session context", "location": "MTCC - 718", "context": "1", "time": "Tuesday, 4:30PM &#8211; 5:15PM", "session_title": "Connecting: Emerging Themes for Interactions"}, "KEY2": {"keynote": "1", "description": ["The web is evolving, orienting around people rather than content. As a result, almost all UX professionals will increasingly need to design social experiences. Designing interactions between people is different from designing user experiences. For example there is often no clear task to design for, no set user goal, and no clear outcome.", "To complicate matters further, people&apos;s sense of identity and the social interactions they have with others are subtle and nuanced. This means you can never predict how people will respond to what you create for them. Not only does this uncertainty mean that we need a very different approach to product development to be successful, it means that we need to be ready to iterate in real time &#8211; to change what we have launched almost immediately after we have launched it.", "Paul will talk about the social design process, how it differs from classic user-centred design methods, and will explain why he thinks UX professionals will need to change how they work to be successful in the future."], "session_type": "Keynote", "sponsors": [""], "presenters": {"Paul-Adams": "Paul Adams"}, "entry_id": "KEY2", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "keynote gender-m wednesday session context", "location": "MTCC - 718", "context": "1", "time": "Wednesday, 9:45AM &#8211; 10:30AM", "session_title": "How to design social experiences"}, "KEY1": {"keynote": "1", "description": ["Data &amp; Human Experience", "In this talk, Jer will discuss the intersection between data and human experience. He&apos;ll go into detail a number of projects involving diverse data sets, including the 770,000 words in the Shakespeare Folio, astronomical measurements from NASA, text from nightly news broadcasts, and real-time air traffic reports. Jer will discuss how, by framing data in a human context, we can use it more effectively, and ultimately foster better practices for data-focused design."], "session_type": "Keynote", "sponsors": [""], "presenters": {"Jer-Thorp": "Jer Thorp"}, "entry_id": "KEY1", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "keynote gender-m tuesday session context", "location": "MTCC - 718", "context": "1", "time": "Tuesday, 9:45AM &#8211; 10:30AM", "session_title": "Data &amp; Human Experience"}, "45": {"description": ["Too much focus on external metrics will harm in the long term the effectiveness of your social strategy as well as your company as a whole. Changing the focus to deal properly with social dynamics requires a deep understanding of a few critical factors. This speech will show a hands-on social experience design method to deal with this complexity and achieve the change projects need, plus some supporting use-cases supporting them. This presentation is an evolution of Social Experience Design without Hype, with more insights gathered in the last year where I presented the same concept to companies and startups: <a href=\"http://www.slideshare.net/folletto/social-experience-design-without-hype\" target=\"_blank\">slideshare.net/folletto/social-experience-design-without-hype</a> The content of the presentation will be a first introduction of a method developed with Gianandrea Giacoma, psychologist, over 4+ years plus my professional experience ranging from consumer to enterprise products."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Davide-Casali": "Davide Casali"}, "entry_id": "45", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m process tuesday session p45min presentation", "location": "MTCC - 718", "time": "Tuesday, 3:15PM &#8211; 4:00PM", "session_title": "Social Experience Design: Shifting The Focus Where Really Matters", "presentation": "1"}, "BK03": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "BK03", "session_theme": "", "theme": "break", "classes": "break tuesday other event", "location": "MTCC", "time": "Tuesday, 10:30AM &#8211; 11:00AM", "session_title": "Break"}, "KEY5": {"keynote": "1", "description": ["As designers we have the unique ability to reach beyond the borders of our own talents and capabilities. We can look outside of our world and see that many who have had great influences on our world, in fact while not labeled designers, designed and impacted society, business and our world. We too can be as influential as the great minds in the world. Musicians saw that their music could change the world; now, we have been empowered to change the world for the better. Creating social impact is in fact one piece of a very large world that flows through our fingertips as we conceive and create not only new user experiences but in fact new, highly empowered users… everywhere."], "session_type": "Keynote", "sponsors": [""], "presenters": {"Ravi-Sawhney": "Ravi Sawhney"}, "entry_id": "KEY5", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "keynote gender-m monday session context", "location": "MTCC - 718", "context": "1", "time": "Monday, 9:45AM &#8211; 10:30AM", "session_title": "Our power to empower: the satisfaction of designing for social impact"}, "KEY4": {"keynote": "1", "description": ["What gizmo can we use to read our minds, expose our hearts, or settle disputes? What gadget can improve our communication with house plants or buildings or glaciers?", "We are rapidly reinventing the ways in which we relate to each other and the world around us. Working with communication and body-centric technologies in the creative context enables artists and designers to ask questions, tell stories, and predict possible futures. The projects they create can speak to needs, longings, and desires not currently attended to by existing devices and systems.", "In this talk Kate Hartman will present a collection of prototypes, tools, and methods that allow us to reconsider the ways in which we relate and communicate and discuss the challenges and opportunities for work that sits close to the skin."], "session_type": "Keynote", "sponsors": [""], "presenters": {"Kate-Hartman": "Kate Hartman"}, "entry_id": "KEY4", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "keynote monday gender-f session context", "location": "MTCC - 718", "context": "1", "time": "Monday, 4:30PM &#8211; 5:15PM", "session_title": "Social Prosthetics: Technology and the Human Form"}, "BK02": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "BK02", "session_theme": "", "theme": "break", "classes": "break other event monday", "location": "MTCC", "time": "Monday, 4:00PM &#8211; 4:15PM", "session_title": "Break"}, "144": {"description": ["Times are a changing. We drink our coffee from cups made out of corn. We use our phone to pay for that same coffee. And, as if that wasn&apos;t weird enough, we touch our computers. The age of the iPhone and iPad has opened up an infinite range of possibilities for us to physically interact with the digital. But, as many have lamented, we are still holding back from rich gestural expression&hellip; perhaps because of the glassy barrier, but probably more so because of our tethers back to the point-and-click world of the mouse.", "In this 10-minute session, I will use an interactive app/article as the centerpiece of comparing standard touch-based input in iOS with some simply engineered &ldquo;metagestures&rdquo;&hellip; leading us quickly, and inexorably toward a direct comparison with musical gesture and how MIDI might provide a framework for us to think about touch in terms of Rhythm, Cadence, ADSR envelopes, Blind Gestures, Symbolic Gestures, Physical Mimicry, Continuous Metadata, and more! (time permitting) It&apos;ll be the 10 minutes that people will talk about over beers!"], "session_type": "Presentation", "sponsors": [""], "presenters": {"Michael-Costantino": "Michael Costantino"}, "entry_id": "144", "mobile": "1", "session_theme": "<span class=\"theme\">Mobile</span>", "theme": "mobile", "classes": "gender-m monday mobile session p10min presentation", "location": "MTCC - 717", "time": "Monday, 3:45PM &#8211; 3:55PM", "session_title": "Toucha Toucha Toucha Touch Me", "presentation": "1"}, "145": {"description": ["Designer and author Cennydd Bowles refers to hybrid designers as &ldquo;unicorns&rdquo;--those mythical creatures who not only can do user research, information architecture, and interaction design, but ALSO can make gorgeous interfaces. Many Interaction attendees hail from the camp of the former three, and it&apos;s not an easy leap to the latter--as I know from experience.", "Over the past three years, I&apos;ve been teaching myself visual design with the help of books, tutorials, and immensely-talented coworkers&hellip;and taking notes as I go. This fast-paced talk will cover not only why you'd want to hone your visual design skills, but also how. We&apos;ll look at the most important principles to focus on, ways to gather inspiration and move past the blank canvas, approaches to swiftly learn tools like Fireworks &amp; Photoshop, and best practices (and pitfalls) in making pixel-perfect comps. (It&apos;ll be fun, I promise.)"], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Jason-Alderman": "Jason Alderman"}, "entry_id": "145", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m process thursday session p10min presentation", "location": "MTCC - 717", "time": "Thursday, 11:15AM &#8211; 11:25AM", "session_title": "Learning Visual Design To Become A Better Unicorn", "presentation": "1"}, "142": {"description": ["\"My grandparents use Facebook\" is not something we would have heard a couple of years ago. But today, it is more common than we may think. Though young adults are the heaviest users of social media, older adults aged 65+ are penetrating the digital and social sphere faster than we can imagine. In fact, they are the fastest growing demographic on Facebook.", "Brands have no choice but to respond. Why is this happening, and what does this mean for us as innovators, strategists, and the culturally curious? This talk will help us understand the digital practices of older adults, and new opportunities it can create for the social and business models of our clients and brands."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Azmina-Karimi": "Azmina Karimi"}, "entry_id": "142", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "tuesday gender-f strategy session p10min presentation", "location": "MTCC - 717", "time": "Tuesday, 11:45AM &#8211; 11:55AM", "session_title": "Grandma likes my Facebook Status: How Older Adults are Influencing the Digital Enterprise", "presentation": "1"}, "141": {"description": ["In the public perception, the mobile app and traditional print paradigms seem to have been moving in opposite directions over the past several years. This session will discuss the convergence of ink on paper and mobile through interactive apps that transfers the rapidly improving camera functionality and capabilities of iOS and Android devices to allow print readers to engage in various types of interactivity. These interactions expand the print experience in new directions such as direct purchasing, social media commenting, and immersion in augmented reality. This integration of mobile technology and print has also opened the door to the focused application of analytics to print campaigns through the window of the interactive mobile apps, empowering marketers and designers of various types of printed products- catalog, in-store, direct mail, publication and packaging- with access real-time data on mobile activity. The avenues of mobile interactivity will be discussed in relationship to Quad Graphics&rsquo; platform, which supports Quick Response codes, Image Recognition, Augmented Reality, and Near Field Communication through its Actable app available for iOS and Android devices. The mobile interactive print technologies will be reviewed in terms of historical success and recent market development, with an in-depth look at how print campaigns are using the real-time web-based analytics tools to adjust their strategies and learn more about their readers&rsquo; expectations and needs."], "business": "1", "session_type": "Presentation", "sponsors": [""], "presenters": {"Matthew-Connors": "Matthew Connors"}, "entry_id": "141", "session_theme": "<span class=\"theme\">Business</span>", "theme": "business", "classes": "gender-m business tuesday session p45min presentation", "location": "MTCC - 715", "time": "Tuesday, 11:45AM &#8211; 12:30PM", "session_title": "Print, Snap, Tap, Track: Using Interactive Print Analytics to Empower Your Design", "presentation": "1"}, "BK06": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "BK06", "session_theme": "", "theme": "break", "classes": "break other event wednesday", "location": "MTCC", "time": "Wednesday, 4:00PM &#8211; 4:15PM", "session_title": "Break"}, "148": {"description": ["When it comes to communicating a concept, testing assumptions and gaining consensus, nothing beats a prototype. Yet many people believe prototyping is beyond their ability or too taxing to add to their process.", "It&apos;s time we stop using static representations to design interactive products. This talk will discuss why interaction designers should abandon printouts for interaction prototypes, how to introduce them into your process and showcase real world examples and success stories."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Derek-Vaz": "Derek Vaz"}, "entry_id": "148", "session_theme": "<span class=\"theme\">Method</span>", "theme": "method", "classes": "gender-m thursday session p10min presentation method", "location": "MTCC - 717", "time": "Thursday, 11:30AM &#8211; 11:40AM", "session_title": "Bury the Wireframe: A Primer in Interaction Prototypes", "presentation": "1", "method": "1"}, "149": {"description": ["The battle over readers' time and attention is greater than ever before, yet news companies are failing to innovate at a fast enough pace. From personalisation through responsive design to paywalls, newspapers have been playing catch-up with digital media for a number of years now. However today&apos;s news websites and apps are still using legacy paradigms copied from print media, without adapting nor taking full advantage of digital technology. In this session I aim to highlight some of the issues with current news websites and apps and present a number of proposals for the delivery of tomorrow&apos;s digital news."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Jonathan-Rez": "Jonathan Rez"}, "entry_id": "149", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "gender-m tuesday strategy session p10min presentation", "location": "MTCC - 717", "time": "Tuesday, 2:45PM &#8211; 2:55PM", "session_title": "Tomorrow&apos;s News", "presentation": "1"}, "76": {"description": ["As an established non-profit in the education space, GreatSchools reaches almost half of America&apos;s families in a year to help them get their kids a great education. We are fortunate to not have to answer to shareholders and a financial bottom line. But at the same time, maximizing profits is a clear goal, if not always a clear path that corporations have to focus on. This session will share the tools we use to orient our organization toward the impact we seek to achieve and how those in the for-profit space can benefit from their use too."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Gretchen-Anderson": "Gretchen Anderson"}, "entry_id": "76", "education_community": "1", "session_theme": "<span class=\"theme\">Education/Community</span>", "theme": "education-community", "classes": "monday gender-f session education-community p10min presentation", "location": "MTCC - 717", "time": "Monday, 12:15PM &#8211; 12:25PM", "session_title": "Driving Impact not Serving Shareholders: Lessons from the Non-Profit World", "presentation": "1"}, "73": {"description": ["For years, designers have cried in their beer that business people just don&apos;t understand design. But in the last few years, a community of entrepreneurs has gathered around the rallying cry, \"Stop making sh*t that people don&apos;t want.\" What is this movement that places user-centered value at the core of the success of businesses? Eric Ries, the founder of the movement calls it \"Lean Startup.\" A mix of design thinking, agile software development and entrepreneurship, this movement is changing the way business people look at design. Josh Seiden has been working with these entrepreneurs at companies large and small for the last few years. In this talk, he&apos;ll introduce you to the key ideas of Lean Startup, talk about the amazing opportunities for designers this movement presents, and share case studies of how he and his partners have used the techniques of Lean Startup as the foundation of their design studio."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Josh-Seiden": "Josh Seiden"}, "entry_id": "73", "agile_lean": "1", "session_theme": "<span class=\"theme\">Agile/Lean</span>", "theme": "agile-lean", "classes": "gender-m agile-lean thursday session p10min presentation", "location": "MTCC - 717", "time": "Thursday, 11:00AM &#8211; 11:10AM", "session_title": "A Designer&apos;s Introduction to Lean Startup", "presentation": "1"}, "71": {"description": ["In the past 15 years, while designers were learning how to create products, services and interactions that guarantee a return on investment, the world of businesses was changing. Economic return is not the only measurement now for value-driven businesses, many start-ups, social enterprises, community-based organisations, NGOs and even for corporations. This upcoming economic model is focused on the impact that new products and service have on societies and economies. We, as designers, are not fully ready to plan and assess what impact our work will have on the users and customers we aim to engage.  In this session, I&apos;ll present an approach that goes beyond user-centred design and activity-centred design: impact-driven design. I will introduce some examples taken from my involvement in the creation of start-ups in different African countries, and I will introduce a series of tools and practices that would help Interaction Designers go beyond their remit of creating useful, usable and engaging experience, and create impactful services."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Franco-Papeschi": "Franco Papeschi"}, "entry_id": "71", "service_design": "1", "session_theme": "<span class=\"theme\">Service Design</span>", "theme": "service-design", "classes": "gender-m monday session p45min service-design presentation", "location": "MTCC - 717", "time": "Monday, 2:30PM &#8211; 3:15PM", "session_title": "Innovation, Investment, Influence and Impact: design that fosters change", "presentation": "1"}, "CLOSE13": {"description": ["Closing Remarks/Conference Conclusion"], "session_type": "Announcement", "sponsors": [""], "entry_id": "CLOSE13", "announcement": "1", "session_theme": "", "theme": "announcement", "classes": "announcement other event thursday", "location": "MTCC - 718", "time": "Thursday, 5:15PM &#8211; 5:45PM", "session_title": "Closing Remarks/Conference Conclusion"}, "49": {"description": ["Design and the Mobile Startup: Toronto Edition is the third in a series of discussions about how great mobile products emerge from the chaos and uncertainty that is startup culture. After over a decade of working in-house and as a consultant to multi-national corporations and Fortune 500 companies, Studio Akko was formed as a small design group intended to have the agility and flexibility of process to design for startups as well as larger organizations. Working on ground-breaking products, while exciting, offers unique challenges for interaction designers who are used to a systematic approach with clearly defined goals and requirements. The series first appeared at SXSW to a packed room with design leaders from foursquare, Instagram and Foodspotting touching on ad-hoc research, the role of community managers in design and multidisciplinary collaboration. At NYC&apos;s Internet Week, the conversation continued with designers from Etsy, GroupMe and Stamped, discussing the relationship between MVP&apos;s (Minimum Viable Products), branding, and designing for ultra-simplicity. This third installment will be divided into two parts: first, a presentation of emerging principles and second, an opportunity for audience members to share their perspectives based on their own experiences. Expect lively discussion and insight of interest to anyone that wants to better understand how interaction principles and processes are applied and adapted to work within the unique constraints and chaotic nature of designing first generation product."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Ron-Goldin": "Ron Goldin"}, "entry_id": "49", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m process tuesday session p45min presentation", "location": "MTCC - 717", "time": "Tuesday, 11:00AM &#8211; 11:45AM", "session_title": "Design and the Mobile Startup: Toronto Edition", "presentation": "1"}, "BK01": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "BK01", "session_theme": "", "theme": "break", "classes": "break other event monday", "location": "MTCC", "time": "Monday, 10:30AM &#8211; 11:00AM", "session_title": "Break"}, "88B": {"description": ["The early 1990s &#8212; before the dot-com boom, and Mark Zuckerberg was still in grade school; before Steve Jobs&rsquo; return to Apple, and computers still had floppy drives &#8212; was a time ripe with the potential of the future. It was an era in which artists, filmmakers, authors, and philosophers were making the first forays into many of the applications of technology that drive global culture and communication today, twenty years later.", "With the accelerated rate of change this era ushered in, it&rsquo;s easy not to look back, and consider how we arrived where we are; we&rsquo;re too busy identifying the next trend, the next platform, the next big idea. This personal talk excavates key ideas and media from the 1990s, which we may have forgotten, that, twenty years ago, inspired a generation to embrace digital technology and invent the world we live in today, and investigates how the many of the dreams that drove the 1990s &#8212; whether we realize it or not &#8212; may be alive today still."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Jason-Brush": "Jason Brush"}, "entry_id": "88B", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "gender-m thursday session context p45min presentation", "location": "MTCC - 715", "context": "1", "time": "Thursday, 11:00AM &#8211; 11:45AM", "session_title": "The Dream of the 90s is Alive", "presentation": "1"}, "88A": {"description": ["Robots have been imagined in popular science fiction for decades. These devices have always fascinated us and held great promise as a technology. Real robots have been a long time coming, and sometimes it seems like robots have gone the way of the flying car and the hoverboard. However, practical, useful robots are on the horizon and robotic technologies are already in some of the devices we use in our daily lives. If these devices are going to succeed, we need to step back and think about the design implications of robots and intelligent machines working in our world. Not only does this include considering the physical and interaction design, but also the robot&rsquo;s impact on our social ecosystem.  In doing so, we can help focus the engineering problem space and bring advanced technologies out of the lab and into the world."], "session_type": "Presentation", "robotics": "1", "sponsors": [""], "presenters": {"Matthew-Powers": "Dr. Matthew Powers"}, "entry_id": "88A", "session_theme": "<span class=\"theme\">Robotics</span>", "theme": "robotics", "classes": "gender-m monday robotics session p45min presentation", "location": "MTCC - 718", "time": "Monday, 11:00AM &#8211; 11:45AM", "session_title": "Smart and Beautiful: Designing Robots and Intelligent Machines", "presentation": "1"}, "SDC02": {"student_design_competition": "1", "description": ["What is &ldquo;Playful Technology&rdquo;? After receiving dozens of entries we picked five lucky students to come to Toronto, where they&apos;ve been working hard on articulating their visions. Come and hear what they&rsquo;ve been working on."], "session_type": "Activity", "activity": "1", "sponsors": [""], "entry_id": "SDC02", "session_theme": "<span class=\"theme\">Student Design Competition</span>", "theme": "student-design-competition", "classes": "student-design-competition event activity", "location": "MTCC - 718", "time": "Tuesday, 1:00PM &#8211; 2:00PM", "session_title": "Student Design Competition: Sponsored by Intel"}, "BK05": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "BK05", "session_theme": "", "theme": "break", "classes": "break other event wednesday", "location": "MTCC", "time": "Wednesday, 10:30AM &#8211; 11:00AM", "session_title": "Break"}, "BK04": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "BK04", "session_theme": "", "theme": "break", "classes": "break tuesday other event", "location": "MTCC", "time": "Tuesday, 4:00PM &#8211; 4:15PM", "session_title": "Break"}, "BK07": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "BK07", "session_theme": "", "theme": "break", "classes": "break other event thursday", "location": "MTCC", "time": "Thursday, 10:45AM &#8211; 11:00AM", "session_title": "Break"}, "47": {"description": ["By now we have all seen dozen of bloopers on YouTube of failed attempts at a physical challenge. They follow the same equation: person smiling with challenge ahead, the action with a foreboding indicator, the inevitable crash and the subsequent dazed stumble where the person questions what went wrong.  As designers we're familiar with that dumbfounded stumble. It often manifests as a horrible sinking feeling in our stomachs when we know (or find out too late) that: our designs don&apos;t hit the mark, our research went in the wrong direction, or client relationship turned from productive to aggressive. In this talk I will share failures from three categories: relationships, results and process. Each story has it&apos;s own foreboding indicator that provides opportunity for reflection but also an opportunity to reframe the failure as something to be celebrated."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Susan-Dybbs": "Susan Dybbs"}, "entry_id": "47", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "process wednesday gender-f session p10min presentation", "location": "MTCC - 717", "time": "Wednesday, 3:45PM &#8211; 3:55PM", "session_title": "Beautiful Failures", "presentation": "1"}, "BK08": {"description": "", "session_type": "Break", "sponsors": [""], "break": "1", "entry_id": "BK08", "session_theme": "", "theme": "break", "classes": "break other event thursday", "location": "MTCC", "time": "Thursday, 4:00PM &#8211; 4:15PM", "session_title": "Break"}, "55B": {"description": ["On December 14, 1986, a bizarre-looking aircraft so laden with fuel that its wingtips dragged on the runway took off from an airport in the Mojave Desert. It landed nine days later, becoming the first plane to circle the globe nonstop without refueling. That plane was designed by Burt Rutan, an aerospace engineer who would go on to design SpaceShipOne, which in 2004 became the world&rsquo;s first manned commercial spacecraft.", "Having designed nearly four hundred unique aircraft, Rutan&rsquo;s bold configurations stand out in an engineering practice that is necessarily shaped by the unforgiving science of flight. Despite these constraints, it has been Rutan&rsquo;s self-imposed principles that give him the freedom, experience, and courage necessary to excel in his craft.", "Encoded into the shape of Rutan&rsquo;s aircraft are a series of convictions, and a clear point of view emerges when you consider his body of work not as isolated designs, but as a connected ecosystem. This talk will discuss these self-referential connections, and how they can inform the way we think about our own design experience."], "session_type": "Presentation", "process": "1", "sponsors": [""], "presenters": {"Dane-Petersen": "Dane Petersen"}, "entry_id": "55B", "session_theme": "<span class=\"theme\">Process</span>", "theme": "process", "classes": "gender-m process wednesday session p10min presentation", "location": "MTCC - 717", "time": "Wednesday, 3:30PM &#8211; 3:40PM", "session_title": "On Aircraft and Craft", "presentation": "1"}, "55A": {"description": ["Cars are cool. So are smartphones. So what happens when our on-the-go lifestyle literally collides with the ways we do all of that &ldquo;on-the going&rdquo;? ", "Distracted driving is a very real danger, but at Audible, a majority of our users listen to audiobooks behind the wheel.", "How do you create a great experience when you have to balance a user&rsquo;s desire for a &ldquo;killer app&rdquo; with one that will not get them killed?", "At Audible, we took on the task of optimizing our highly-rated listening experience for playback behind the wheel. We quickly figured out that it wasn&rsquo;t going to be that easy.", "I will present an overview of a year-long engagement on the Audible car project, including contextual research insights on how users engage with their devices in the car, and the surprising ways those insights expressed themselves in a radically redesigned application.", "I will include the cognitive science that influenced our design decisions including why multi-tasking is so dangerous, and why choosing images over text is better for \"quick glance\" interfaces."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Trip-ODell": "Trip ODell"}, "entry_id": "55A", "session_theme": "<span class=\"theme\">Context</span>", "theme": "context", "classes": "gender-m wednesday session context p45min presentation", "location": "MTCC - 717", "context": "1", "time": "Wednesday, 11:00AM &#8211; 11:45AM", "session_title": "If UX Can Kill it Probably Will: Designing for the 70 MPH Interface", "presentation": "1"}, "169": {"description": ["&hellip;and while you are at it \"make it like Apple\"!", "Whether you have been tasked with designing yet another email client, social network, or analytics dashboard, do not get disheartened and write off the project immediately. Our actionable 10 minute talk will give you concrete steps to handle those #reinventthewheel projects. Using examples from the fashion, architecture, and car industry, we will suggest ways to:", " &bull; Work with the cross-functional team to articulate the value proposition and problem statement from a design perspective,", " &bull; Parse out the product differentiators from a business perspective,", " &bull; Inject your own brand into the product."], "session_type": "Presentation", "sponsors": [""], "presenters": {"Iram-Mirza": "Iram Mirza", "Jannie-Lai": "Jannie Lai"}, "entry_id": "169", "session_theme": "<span class=\"theme\">Strategy</span>", "strategy": "1", "theme": "strategy", "classes": "wednesday gender-f strategy session gender-f p10min presentation", "location": "MTCC - 717", "time": "Wednesday, 3:15PM &#8211; 3:25PM", "session_title": "You&rsquo;ve been asked to re-design the wheel", "presentation": "1"}}
