{"Scott-Sullivan": {"website": "http://www.goinvo.com", "is_keynote": false, "session_links": [{"session_title": "Building Emotional IQ with Laban Movement Analysis", "entry_id": "WK12", "session_type": "Workshop"}], "links": ["scotsullivan", "http://www.goinvo.com"], "class_name": "gender-m", "twitter": "scotsullivan", "safe": "Scott-Sullivan", "prefix": "", "id": "Scott-Sullivan", "biography": ["Scott Sullivan is a User Experience designer at Involution Studios Ohio. He has a background in technology-based art, visual design, and User Experience design. Scott has been studying and practicing Laban Movement Analysis for over 10 years."], "session_types": "workshop", "src": "scottsullivan", "last": "Sullivan", "country": "us", "gender": "m", "organization": "Involution Studios", "first": "Scott", "job_title": "User Experience Designer"}, "Jason-Ulaszek": {"website": "http://www.about.me/webbit", "is_keynote": false, "session_links": [{"session_title": "Setting Course &#8211; Design Research to Experience Roadmap", "entry_id": "183", "session_type": "Presentation"}], "links": ["webbit", "http://www.about.me/webbit"], "class_name": "gender-m", "twitter": "webbit", "safe": "Jason-Ulaszek", "prefix": "", "id": "Jason-Ulaszek", "biography": ["Publicly, Jason is a leader in the user experience practice at Manifest Digital and serves as an adjunct faculty member in the HCI Masters program at DePaul University. For more than 15 years, he has relied on his complex problem solving capabilities, entrepreneurial spirit and business acumen to connect and establish successful client relationships. Privately, he&rsquo;s a crazed evangelist for user experience design &#8211; accosting strangers with sermons on its value in solving business and social problems.", "Jason is also the co-founder of UX for Good, an annual event that brings together the brightest designers around the country to assist non-profits by applying design-thinking practices to their challenges.", "Likes: great beer, impossible challenges Dislikes: negativity, olives"], "session_types": "presentation", "src": "jasonulaszek", "last": "Ulaszek", "country": "us", "gender": "m", "organization": "Manifest Digital", "first": "Jason", "job_title": "Director, User Experience"}, "Sami-Nerenberg": {"website": "http://www.designforamerica.com", "is_keynote": false, "session_links": [{"session_title": "Design for America: Students Creating Local and Social Impact", "entry_id": "26A", "session_type": "Presentation"}], "links": ["design4america", "http://www.designforamerica.com"], "class_name": "gender-f", "twitter": "design4america", "safe": "Sami-Nerenberg", "prefix": "", "id": "Sami-Nerenberg", "biography": ["Currently the Director of Operations for Design for America (DFA) and a lecturer at the Segal Design Institute at Northwestern University, Sami Nerenberg, a San Francisco native, is passionate about the intersection of design education and local/social impact. Her studio, students' projects, and DFA have been discussed in publications and blogs such as Fast Company, Oprah Magazine, Chicago Tribune, Inc Magazine, Huffington Post, Core77 and more. She has spoken and given workshops at the NE IDSA Conference, Better Word by Design Conferences, Fulbright Seminar, and given workshops at college campuses across the country.  She earned her BFA in industrial design at the Rhode Island School of Design where she received RISD&rsquo;s Community Service Award and the Rachel Carson Award upon graduation. At the start, Sami founded and taught the advanced studio, Design for Social Entrepreneurship at RISD, Design Futures at Pratt and worked with nonprofits such as Design that Matters and GreenBlue."], "session_types": "presentation", "src": "saminerenberg", "last": "Nerenberg", "country": "us", "gender": "f", "organization": "Design for America", "first": "Sami", "job_title": "Director of Operations"}, "Wendy-Stengel": {"website": "http://www.terpsys.com", "is_keynote": false, "session_links": [{"session_title": "Using Personas To Provide Objectivity, Not Empathy", "entry_id": "PK7", "session_type": "PechaKucha"}], "links": ["wendywoowho", "http://www.terpsys.com"], "class_name": "gender-f", "twitter": "wendywoowho", "safe": "Wendy-Stengel", "prefix": "", "id": "Wendy-Stengel", "biography": ["Wendy A F G Stengel is a Senior Information Architect at TerpSys, outside of Washington, DC. She&apos;s been mucking about with content professionally since 1993. Ms. Stengel&apos;s presented on the mystical power of descriptive statistics at Midwest UX, as well as class concerns in Harry Potter and gendered social interactions in science fiction and fantasy television series at cultural studies conferences."], "session_types": "pechakucha", "src": "wendystengel", "last": "Stengel", "country": "us", "gender": "f", "organization": "TerpSys", "first": "Wendy", "job_title": "Senior Information Architect"}, "Dave-Malouf": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Interaction Design Education Summit", "entry_id": "WK16", "session_type": "Workshop"}, {"session_title": "The digital collaboration design studio", "entry_id": "IM4", "session_type": "Idea Market"}, {"session_title": "Interaction Design Education Workshop Report Back", "entry_id": "PNL5", "session_type": "Panel"}], "links": false, "class_name": "gender-m", "twitter": "", "safe": "Dave-Malouf", "prefix": "", "id": "Dave-Malouf", "biography": ["Dave Malouf is an observer and pattern recognizer who is passionate about how technology can be a force for positive impact on human beings. With a background in anthropology, design, technology, education and management he is a consultant who helps organizations amplify the impact of their design teams through organizational strategy, recruitment planning, and team mentorship. ", "Dave is also an entrepreneur who has co-founded Peer Loft. The mission of Peer Loft is to create products and services that help teams amplify their creativity. Their first product, Studio Stream, will help design organizations and education institutions expand their design studios over distances without sacrificing the key elements that make a studio a powerful tool for creativity and team learning."], "session_types": "workshop idea-market panel", "src": "davemalouf", "last": "Malouf", "country": "us", "gender": "m", "organization": "Peer Loft", "first": "Dave", "job_title": "Co-founder"}, "Maria-Cordell": {"website": "http://adaptivepath.com/about/team/maria-cordell", "is_keynote": false, "session_links": [{"session_title": "From Coarse to Fine: Insights from Landscape Design", "entry_id": "PK13", "session_type": "PechaKucha"}], "links": ["mcordell", "http://adaptivepath.com/about/team/maria-cordell"], "class_name": "gender-f", "twitter": "mcordell", "safe": "Maria-Cordell", "prefix": "", "id": "Maria-Cordell", "biography": ["Maria is an interaction designer with a background that spans user experience strategy and design; content strategy; software and hardware design; and development, product management, technical communications and public relations. Maria is active in the design community and is a member of the Interaction Design Association (IxDA), the Information Architecture Institute (IAI) and the San Francisco Bay Area Chapter of ACM SIGCHI (BayCHI). She&apos;s a Local Leader for IxDA San Francisco and previously founded IxDA Atlanta. At the IxDA&apos;s Interaction 10 conference, she gave a talk titled, &ldquo;Interaction Design for the 4th Dimension&rdquo; in which she explored temporal considerations for design. For fun, Maria is a competitive driver, an avid photographer and an interactive digital media artist. She&apos;s especially interested in the intersection of interactive art and computational physics, and its power to transform public spaces. Maria works with similarly-inspired artists, photographers and developers, and has collaborated with members of Montreal&apos;s Topological Media Lab on a variety of installations. She is also a licensed amateur radio operator with call sign W6IXD. Though meticulous and exacting, Maria is generally easygoing and doesn&apos;t take things too seriously, except when it comes to espresso and dominoes."], "session_types": "pechakucha", "src": "mariacordell", "last": "Cordell", "country": "us", "gender": "f", "organization": "Adaptive Path", "first": "Maria", "job_title": "Design Director"}, "Peter-Stahl": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Make Me Say, &ldquo;Wow!&rdquo;", "entry_id": "PK6", "session_type": "PechaKucha"}, {"session_title": "Rhythm, Flow and Style", "entry_id": "58", "session_type": "Presentation"}], "links": ["pstahl"], "class_name": "gender-m", "twitter": "pstahl", "safe": "Peter-Stahl", "prefix": "", "id": "Peter-Stahl", "biography": ["Peter Stahl has made technology less frustrating at Cisco, eBay, AOL, and a host of startups and clients. A veteran of Silicon Valley, he pioneered some of the first user interfaces for tablets, interactive television and Web conferencing. His designs also touch on network management, e-commerce, enterprise applications, and music. Peter made a splash at Interaction 11 with his provocative and inspiring talk, &ldquo;The Rhythm of Interaction,&rdquo; urging colleagues to design pacing and tempo into increasingly dynamic and cinematic user experiences. His highly-rated talks have been hits at the IA Summit, Web 2.0 Expo, Heartland Developers Conference, IxDA local chapters, and at startups and established companies. A specialist in design patterns, he currently leads application standards for Cisco Services. Earlier innovations include a methodology for Interaction Audits, including a taxonomy for characterizing the &ldquo;feel&rdquo; of a user interface. Recently he contributed a section, &ldquo;The Feel of Searching,&rdquo; to Greg Nudelman&rsquo;s book, \"Designing Search.\""], "session_types": "pechakucha presentation", "src": "peterstahl", "last": "Stahl", "country": "us", "gender": "m", "organization": "Cisco", "first": "Peter", "job_title": "Senior Interaction Designer"}, "Brandon-Laird": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: Inclusive Health", "entry_id": "OCADS02", "session_type": "Showcase"}], "links": false, "class_name": "gender-m", "twitter": "", "safe": "Brandon-Laird", "prefix": "", "id": "Brandon-Laird", "biography": ["Brandon Laird is a graduate student in the Master of Inclusive Design at OCAD University, he holds diplomas in Graphic Design from St. Lawrence College and a New Media from Sheridan College. He has a 17-year career in communication and digital design."], "session_types": "showcase", "src": "brandonlaird", "last": "Laird", "country": "ca", "gender": "m", "organization": "", "first": "Brandon", "job_title": ""}, "Li-He": {"website": "http://mypage.iu.edu/~lh6/", "is_keynote": false, "session_links": [{"session_title": "Wandering Mind--A Tool to Support Self-Reflection", "entry_id": "POS1", "session_type": "Poster"}, {"session_title": "Seed Diary: Connecting Family Members through Urban Gardening", "entry_id": "IM5", "session_type": "Idea Market"}], "links": ["http://mypage.iu.edu/~lh6/"], "class_name": "gender-f", "twitter": "", "safe": "Li-He", "prefix": "", "id": "Li-He", "biography": ["Li He is a current master student in Human Computer Interaction at Indiana University, Indianapolis. She received her MS in Information Science from University of North Carolina at Chapel Hill in 2008, then went back to China to work as a User Experience Analyst for Taobao.com (Asia&apos;s largest e-commerce company), Alibaba Group in China, for three years."], "session_types": "poster idea-market", "src": "lihe", "last": "He", "country": "Unknown", "gender": "f", "organization": "School of Informatics, Indiana University at Indianapolis", "first": "Li", "job_title": "Master Student"}, "Adam-Little": {"website": "http://www.localhiddenvariable.com", "is_keynote": false, "session_links": [{"session_title": "Realism in Design: Communicating Authentic Experiences for the Real World", "entry_id": "56", "session_type": "Presentation"}], "links": ["nonlocal", "http://www.localhiddenvariable.com"], "class_name": "gender-m", "twitter": "nonlocal", "safe": "Adam-Little", "prefix": "", "id": "Adam-Little", "biography": ["Adam Little is a Senior Interaction Designer at Method, an international experience design firm based in San Francisco, CA, where he collaborates with multidisciplinary project teams to create people friendly products, services and software. His expertise is in qualitative user research, concept development, user scenarios &amp; storytelling, and functional interface design. Adam has contributed to product strategies, concept visions and tactical UI designs for a range of clients including Google, Microsoft, Whole Foods and Marimekko. Prior to Method, Adam was amongst the first group of students to graduate from the Copenhagen Institute of Interaction Design (CIID), a Master&apos;s level education being co-created by an international group of students, faculty and design professionals."], "session_types": "presentation", "src": "adamlittle", "last": "Little", "country": "us", "gender": "m", "organization": "Method", "first": "Adam", "job_title": "Senior Interaction Designer"}, "Davide-Casali": {"website": "http://dachisgroup.com", "is_keynote": false, "session_links": [{"session_title": "Social Experience Design: Shifting The Focus Where Really Matters", "entry_id": "45", "session_type": "Presentation"}], "links": ["Folletto", "http://dachisgroup.com"], "class_name": "gender-m", "twitter": "Folletto", "safe": "Davide-Casali", "prefix": "", "id": "Davide-Casali", "biography": ["Davide Casali, better known as Folletto, is an user experience designer and startup advisor with a hybrid background in design, psychology and technology. Believing as Leonardo DaVinci reportedly said that &ldquo;Simplicity is the ultimate sophistication&rdquo;, he is specialised in social experience design, behaviour change and motivation applied to interactive and social systems. With Gianandrea Giacoma he developed Motivational Design, a method to work with social complex systems. His objective is to change for better the quality of life of the people through the products he&rsquo;s designed, building over the complexity of any experience the simplest possible interaction. During his 11+ years of professional experience he designed consumer and enterprise services for more than 2 million users worldwide in different markets. He worked with Bank of England, Intesa Sanpaolo, Banca Sella, Unicredit, Nokia, Vodafone, Telecom Italia, Ferrari, Benetton and more. He co-founded Good 50x70, an international social communication project and Baker Framework, a platform to publish HTML5 books and magazines on the iPad. He&apos;s currently advisor of PosterForTomorrow, Pick1 and Tonight.eu and evangelist of Hunie.co."], "session_types": "presentation", "src": "davidecasali", "last": "Casali", "country": "uk", "gender": "m", "organization": "Dachis Group", "first": "Davide", "job_title": "Head of Design"}, "Dane-Petersen": {"website": "http://adaptivepath.com/about/team/dane-petersen", "is_keynote": false, "session_links": [{"session_title": "On Aircraft and Craft", "entry_id": "55B", "session_type": "Presentation"}], "links": ["thegreatsunra", "http://adaptivepath.com/about/team/dane-petersen"], "class_name": "gender-m", "twitter": "thegreatsunra", "safe": "Dane-Petersen", "prefix": "", "id": "Dane-Petersen", "biography": ["Dane started flying in small planes before he was born, and grew up cruising all over Minnesota in his father&apos;s Cessna 172. He is an experience designer at Adaptive Path&apos;s San Francisco studio, where he has helped craft great digital experiences for organizations like Nike, SK Telecom, AOL, Duke Energy, PG&amp;E, U.N. Global Pulse, Topsy Labs, and Smart.fm.", "With more than ten years of experience as a digital professional, including a previous life as a front-end developer, Dane considers himself a specialized generalist. He&apos;s passionate about using sketching to rapidly explore design concepts, and then gettin' dirty in code to make those ideas a reality. He&apos;s obsessed with the intersection of design and engineering, and wonders why we all can&apos;t just get along.", "When Dane&apos;s not sketching, writing or coding, you can usually find him hiking in the redwoods, brewing a batch of beer, or planning his first trip into space."], "session_types": "presentation", "src": "danepetersen", "last": "Petersen", "country": "us", "gender": "m", "organization": "Adaptive Path", "first": "Dane", "job_title": "Experience Designer"}, "Regional-Coordinators": {"website": "ixda.org", "is_keynote": false, "session_links": [{"session_title": "Local Leaders Workshop", "entry_id": "WKLL", "session_type": "Workshop"}], "links": ["ixda.org"], "class_name": "gender-m", "twitter": "", "safe": "Regional-Coordinators", "prefix": "", "id": "Regional-Coordinators", "biography": ["Forthcoming&hellip;"], "session_types": "workshop", "src": "regionalcoordinators", "last": "Coordinators", "country": "", "gender": "m", "organization": "IxDA", "first": "Regional", "job_title": ""}, "Robb-Stevenson": {"website": "", "is_keynote": false, "session_links": [{"session_title": "The Great UX Debate", "entry_id": "PNL4", "session_type": "Panel"}], "links": ["rstevenson"], "class_name": "gender-m", "twitter": "rstevenson", "safe": "Robb-Stevenson", "prefix": "", "id": "Robb-Stevenson", "biography": ["Experience Design Lead out of the Santa Monica office, Robb has amassed 14 years of successful engagements in product, marketing and communication strategy and execution.", "He is a recognized innovator in crafting immersive brand experiences across multiple channels and devices including TV, Mobile, Tablet, Web, Gaming, &amp; Kiosk.", "When it&apos;s all said and done, Robb aims to be remembered as someone who cared deeply about the consumer and brand experience, a person with a keen interest in the form and function of things, and a design-mind with a penchant for creating products that are astoundingly useful, usable, engaging, and beautiful."], "session_types": "panel", "src": "robbstevenson", "last": "Stevenson", "country": "us", "gender": "m", "organization": "Sapient Nitro", "first": "Robb", "job_title": "Experience Design Lead"}, "Calvin-Tennant": {"website": "http://calvintennant.com", "is_keynote": false, "session_links": [{"session_title": "Moving Past the Navbar", "entry_id": "13", "session_type": "Presentation"}], "links": ["calvintennant", "http://calvintennant.com"], "class_name": "gender-m", "twitter": "calvintennant", "safe": "Calvin-Tennant", "prefix": "", "id": "Calvin-Tennant", "biography": ["Calvin is a designer from Toronto. He started working with the web ten years ago (sounds impressive, but he was twelve). Since then he has amassed a large knowledge base with which he loves to share. Huge proponent of open-source software as well as nachos. Calvin currently works for 500px.com as a Front-end Developer."], "session_types": "presentation", "src": "calvintennant", "last": "Tennant", "country": "ca", "gender": "m", "organization": "500px", "first": "Calvin", "job_title": "Front-end Developer"}, "Cindy-Chastain": {"website": "www.rga.com", "is_keynote": false, "session_links": [{"session_title": "New Frontiers: the UX professional as business consultant", "entry_id": "63A", "session_type": "Presentation"}], "links": ["cchastain", "www.rga.com"], "class_name": "gender-f", "twitter": "cchastain", "safe": "Cindy-Chastain", "prefix": "", "id": "Cindy-Chastain", "biography": ["Cindy Chastain is a Creative Director, Experience Design at R/GA in New York, currently leading the strategy and design of a complex B2B commerce ecosystem for Nike. Her favorite activities these days include helping companies identify customer-informed opportunities in digital; developing clear, actionable experience strategies; and creating frameworks (and conditions) for helping teams innovate and create great work. She&rsquo;s also an educator at heart, moonlighting as an adjunct professor of interaction design as well as recreational noodler of ideas, especially around storytelling and design, digital ecosystems, and the art of collaboration. Former clients include Hewlett Packard, Verizon, Qantas Airlines, Walmart, BBC Worldwide, GlaxoSmith Klein, Showtime, Coca-Cola, Unilever, Pfizer and HSBC. She holds an MFA in screenwriting from Columbia University and earned a BS in Radio, TV, Film from Northwestern University."], "session_types": "presentation", "src": "cindychastain", "last": "Chastain", "country": "us", "gender": "f", "organization": "R/GA", "first": "Cindy", "job_title": "Creative Director, Experience Design"}, "Franco-Papeschi": {"website": "http://www.webfoundation.org", "is_keynote": false, "session_links": [{"session_title": "Innovation, Investment, Influence and Impact: design that fosters change", "entry_id": "71", "session_type": "Presentation"}], "links": ["bobbywatson", "http://www.webfoundation.org"], "class_name": "gender-m", "twitter": "bobbywatson", "safe": "Franco-Papeschi", "prefix": "", "id": "Franco-Papeschi", "biography": ["I work as Service Design Expert at the Web Foundation, where I am responsible for the creation of a series of Mobile Innovation Labs in Africa. Currently active in Kenya, Ghana, Senegal &#8211; the labs aspire to be community catalysts, training centres and incubation hot-spots for transforming ideas into start-ups able to generate useful, sustainable services to local communities. Also, I am one of the co-founders of the Design Jams initiative: one-or-two-day design sessions, during which people team up and collaborate to tackle engaging User Experience (UX) challenges. Prior to joining the Web Foundation, I worked as User Experience manager in Vodafone Group, taking a human-centered approach to envision innovative and meaningful services."], "session_types": "presentation", "src": "francopapeschi", "last": "Papeschi", "country": "uk", "gender": "m", "organization": "World Wide Web Foundation", "first": "Franco", "job_title": "Service Design Expert"}, "Mikkel-Michelsen": {"website": "", "is_keynote": false, "session_links": [{"session_title": "The Great UX Debate", "entry_id": "PNL4", "session_type": "Panel"}], "links": ["uxrockabilly"], "class_name": "gender-m", "twitter": "uxrockabilly", "safe": "Mikkel-Michelsen", "prefix": "", "id": "Mikkel-Michelsen", "biography": ["Mikkel is leading the UX design of eBay&apos;s products in Scandinavia, where he works on eBay Classifieds Group brands with designers, developers and product managers designing a complex ecosystem of both horisontal and vertical e-commerce products across mobile, tablets and web. Mikkel has a 1997 masters degree in HCI and Information Science from the University of Aarhus, Denmark and a degree in Business Administration.", "Prior to joining eBay, Mikkel has worked with mission critical interaction design for military and healthcare, and business critical transaction management systems for trading environments. He has pioneered the design of a mobile touchscreen battle management system used by NATO forces in Afghanistan and worked on UX design for the F35 Joint Strike Fighter.", "In his daily work, Mikkel is an outspoken UX evangelist and interaction design specialist who enjoys both strategy and working hands-on in all design fidelities leading to the end experience.", "Mikkel is an IxDA conference veteran (all 6!), former IxDA local leader and IxD09 speaker on mission critical design."], "session_types": "panel", "src": "mikkelmichelsen", "last": "Michelsen", "country": "", "gender": "m", "organization": "eBay", "first": "Mikkel", "job_title": "Lead UX Designer"}, "Brooks-Easterling": {"website": "http://peerloft.com/", "is_keynote": false, "session_links": [{"session_title": "The digital collaboration design studio", "entry_id": "IM4", "session_type": "Idea Market"}], "links": ["brooksre", "http://peerloft.com/"], "class_name": "gender-m", "twitter": "brooksre", "safe": "Brooks-Easterling", "prefix": "", "id": "Brooks-Easterling", "biography": ["Brooks Easterling is a consultant specializing in the design of interactive systems. Previously, Brooks was responsible for designing e-Learning systems for Gulfstream Aerospace Corporation. He holds degrees in Interactive Design and Game Development from the Savannah College of Art &amp; Design and has over fifteen years experience designing interfaces for the web.", "Brooks is also an entrepeneur who co-founded Peer Loft, a company focused on providing new tools to help teams amplify their creativity. Their first product, Studio Stream, will help design organizations and education institutions expand their design studios over distances without sacrificing the key elements that make a studio a powerful tool for creativity and team learning."], "session_types": "idea-market", "src": "brookseasterling", "last": "Easterling", "country": "us", "gender": "m", "organization": "Peerloft", "first": "Brooks", "job_title": "Co-Founder"}, "Juan-Cartagena": {"website": "http://www.traity.com", "is_keynote": false, "session_links": [{"session_title": "Getting what you want", "entry_id": "23", "session_type": "Presentation"}], "links": ["JC2go", "http://www.traity.com"], "class_name": "gender-m", "twitter": "JC2go", "safe": "Juan-Cartagena", "prefix": "", "id": "Juan-Cartagena", "biography": ["Founder CEO of Traity, backed by 500Startups and Seedcamp, believes in a society where we can know what to expect from one another. Previous experience in the telecoms industry in strategy and product management. Holds an MBA from Chicago Booth with High Honors, and an MSc in Electrical Engineering from Madrid University of Technology. Speaks 4 languages and his passion is Capoeira, a brazilian martial art."], "session_types": "presentation", "src": "juancartagena", "last": "Cartagena", "country": "", "gender": "m", "organization": "Traity", "first": "Juan", "job_title": "Founder, CEO"}, "David-Rondeau": {"website": "http://www.incontextdesign.com", "is_keynote": false, "session_links": [{"session_title": "What Makes a Design Modern?", "entry_id": "PK10", "session_type": "PechaKucha"}], "links": ["dbrondeau", "http://www.incontextdesign.com"], "class_name": "gender-m", "twitter": "dbrondeau", "safe": "David-Rondeau", "prefix": "", "id": "David-Rondeau", "biography": ["David Rondeau is the Design Chair at InContext. He has over 20 years of design experience that spans graphic, interaction, and user experience design in a variety of media. He oversees design, creates design processes, and provides design coaching and expertise to teams. He also gets his hands dirty working on client projects--doing customer research, concept design, paper prototype testing, visual design, and everything in-between. David has presented at Boston UPA several times as well as CHI 2010 and CHI 2011."], "session_types": "pechakucha", "src": "davidrondeau", "last": "Rondeau", "country": "us", "gender": "m", "organization": "InContext Design", "first": "David", "job_title": "Design Chair"}, "Suzanne-El-Moursi": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Design Led Startups", "entry_id": "PNL1", "session_type": "Panel"}, {"session_title": "OPEN BRANDS: The Future of Brands is OPEN; The role of Interaction Design in building an open brand.", "entry_id": "PNL2", "session_type": "Panel"}], "links": ["suzelmoursi"], "class_name": "gender-f", "twitter": "suzelmoursi", "safe": "Suzanne-El-Moursi", "prefix": "", "id": "Suzanne-El-Moursi", "biography": ["Suzanne is a trained Interaction Designer who has over 15 years as a practioner applying the methodology of Design Thinking and Human-Centered Design to various projects across industries in healthcare, financial services, automotive, telecommunications and fitness. Suzanne has championed the value of design in her various leadership roles, with global responsibilities, driving design led innovations in product development, at GE Healthcare, IBM, HSBC, Sprint, Chrysler and on a non-profit initiative at NORC (National Opinion Research Center). In this capacity across her various posts, she worked closely with Marketing and Brand teams to integrate the Design conversation and value in strategic marketing initiatives at the corporate level. Most recently, she held the title of Creative Director at SapientNitro&rsquo;s Chicago office leading a multi-disciplinary design team tasked with delivering unique digital strategies driving multi-channel brand touch points, for a premiere portfolio of client brands. The work under her leadership has earned awards from reputable industry associations. In her current role as Chief Marketing Officer at Power2Swtich, a Chicago startup in the Energy space, her goal is what she characterizes as &ldquo;Design Led Brand Development &amp; Marketing&rdquo;. Suzanne is Egyptian born and fluent in Arabic. She holds an M.S. from DePaul University in Human-Centered Design &amp; an Executive MBA from University of Chicago &#8211; Booth School of Business."], "session_types": "panel panel", "src": "suzanneelmoursi", "last": "El-Moursi", "country": "US", "gender": "f", "organization": "Power2Switch", "first": "Suzanne", "job_title": "Chief Marketing Officer"}, "Ben-Fullerton": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Data Depth and Ingenuity", "entry_id": "PNL3", "session_type": "Panel"}], "links": ["benfu"], "class_name": "gender-m", "twitter": "benfu", "safe": "Ben-Fullerton", "prefix": "", "id": "Ben-Fullerton", "biography": ["Ben is a creative director at Morse Project in San Francisco. His thirteen years of experience span working within teams large and small, both in-house and consultancy, and from startups to corporate behemoths. Ben has worked on projects with many different areas of focus, beginning on the web but expanding to include mobile, brand, application, strategy, product and service. Prior to joining Morse, Ben has spent time at Method, Adaptive Path, IDEO, Twitter, Samsung, UK-based service design pioneers live|work, and Oyster Partners, a big British web agency you'd probably only remember if you still have the scars from the first dot bomb.", "He teaches, currently at the California College of Arts and previously at the School of Visual Arts in New York City, has written for Interactions magazine, Core 77 and FastCompany among others, and has spoken at a few different places like South By Southwest, Design Engaged, Webvisions and UX Week. He is also involved as a mentor with the Designer Fund, and has served as technical director on the committee of the last few Interaction conferences ('10, '11, '12 and '13) for the Interaction Design Association. Ben&apos;s work has been recognized by the IxDA&apos;s Interaction Awards, the BAFTAs, the Spark and the Pixel awards"], "session_types": "panel", "src": "benfullerton", "last": "Fullerton", "country": "us", "gender": "m", "organization": "Morse", "first": "Ben", "job_title": "Creative Director"}, "Ryan-Coulter": {"website": "http://www.ziba.com", "is_keynote": false, "session_links": [{"session_title": "Navigating the Media Minefield", "entry_id": "27", "session_type": "Presentation"}], "links": ["ryancoulter", "http://www.ziba.com"], "class_name": "gender-m", "twitter": "ryancoulter", "safe": "Ryan-Coulter", "prefix": "", "id": "Ryan-Coulter", "biography": ["As a Ziba creative director, Ryan builds innovation strategies and manages the integration of design and business for major companies from around the world. Previous to Ziba, Ryan was an Innovation Director at Nike Inc., where he worked to blend science, technology and sport. He also served as the Global Creative Director for Burton Snowboards, where he had responsibility for all creative execution of the brand. A life-long entrepreneur, Ryan has been a part of multiple start-up companies, including the first customizable iPhone case company Uncommon.", "Ryan has written on design and culture for Fast Company, Core77, Adbusters, EXPN, and Frequency Magazine, and has taught design at the Art Institute Portland. He has more than 20 patents to his name. Ryan received a B.A. in Industrial Design from Purdue University, and has done course work at the Art Center College of Design and Dartmouth College. A true Renaissance man (or somebody with a serious case of OCD), Ryan is also a helicopter and airplane pilot, a Canadian back-country ski guide, and currently ranked 7th in the world in the classic video game &ldquo;Spy Hunter&rdquo;."], "session_types": "presentation", "src": "ryancoulter", "last": "Coulter", "country": "us", "gender": "m", "organization": "Ziba", "first": "Ryan", "job_title": "Senior User Experience Designer"}, "Daniel-Iaboni": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Heads Up on Designing for Augmented Reality", "entry_id": "WK13", "session_type": "Workshop"}], "links": false, "class_name": "gender-m", "twitter": "", "safe": "Daniel-Iaboni", "prefix": "Dr. ", "id": "Daniel-Iaboni", "biography": ["Daniel is dedicated to creating and improving designs to provide an exceptional interaction among users, their environment and their tools. To achieve this goal Daniel utilizes knowledge from the fields of engineering, computer science, psychology and anthropology learned while completing a Bachelor of Applied Science and Doctorate in Systems Design Engineering from the University of Waterloo with a focus on human factors, cognitive ergonomics and user-centered design. For his Doctorate, Daniel partnered with Defence Research and Development Canada to create tools to support training in virtual environments, with an emphasis on navigating and wayfinding. Prior to joining Akendi Daniel was the user experience designer for Brock Solutions, and was instrumental in the design of software used by airports and airlines around the world. In addition, Daniel has provided independent human factors consulting services for several large and medium enterprises."], "session_types": "workshop", "src": "danieliaboni", "last": "Iaboni", "country": "ca", "gender": "m", "organization": "Akendi", "first": "Daniel", "job_title": "Lead User Experience Specialist"}, "Dave-Holland": {"website": "http://www.rom.on.ca/", "is_keynote": false, "session_links": [{"session_title": "Intuitive Interfacing: The use of Interactive media in the Royal Ontario Museum&rsquo;s Ultimate Dinosaurs: Giants from Gondwana exhibit", "entry_id": "15", "session_type": "Presentation"}], "links": ["http://www.rom.on.ca/"], "class_name": "gender-m", "twitter": "", "safe": "Dave-Holland", "prefix": "", "id": "Dave-Holland", "biography": ["Dave is Head of Design at the Royal Ontario Museum, responsible for an in-house workgroup who design special exhibitions, communications graphics and space alterations.", "Prior to the ROM, Dave worked for twenty years at Sears &amp; Russell Architects, specialists in museum planning and design for clients throughout Canada and the USA.", "A licensed architect, Dave worked within the Renaissance ROM project team to advise on access and use requirements from the client&rsquo;s perspective. Presently the main focus of Dave&rsquo;s team at the ROM is the development of major exhibitions designed to engage and inform diverse audiences."], "session_types": "presentation", "src": "daveholland", "last": "Holland", "country": "ca", "gender": "m", "organization": "Royal Ontario Museum", "first": "Dave", "job_title": "Head of Design"}, "Michael-Furdyk": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: Inclusive Education", "entry_id": "OCADS04", "session_type": "Showcase"}], "links": false, "class_name": "gender-m", "twitter": "", "safe": "Michael-Furdyk", "prefix": "", "id": "Michael-Furdyk", "biography": ["Michael Furdyk is a graduate student in the Master of Inclusive Design at OCAD University. He is the co-founder of TakingITGlobal (www.tigweb.org)."], "session_types": "showcase", "src": "michaelfurdyk", "last": "Furdyk", "country": "", "gender": "m", "organization": "", "first": "Michael", "job_title": ""}, "Yuxi-Wang": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: ONEMILE &#8211; a shared experience", "entry_id": "OCADS01", "session_type": "Showcase"}], "links": false, "class_name": "gender-u", "twitter": "", "safe": "Yuxi-Wang", "prefix": "", "id": "Yuxi-Wang", "biography": ["Yuxi Wang is a graduate student in the Masters, Digital Futures program at OCAD University, and holds a Digital Media degree from Beijing Normal University (Beishida)."], "session_types": "showcase", "src": "yuxiwang", "last": "Wang", "country": "", "gender": "u", "organization": "", "first": "Yuxi", "job_title": ""}, "Alex-Gebhardt": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: Ecological Capital", "entry_id": "OCADS03", "session_type": "Showcase"}], "links": false, "class_name": "gender-b", "twitter": "", "safe": "Alex-Gebhardt", "prefix": "", "id": "Alex-Gebhardt", "biography": ["Alex Gebhardt is an undergraduate student in Graphic Design at OCAD University. He is currently a research assistant for the CIVDDD lab and the ECOCAP projects."], "session_types": "showcase", "src": "alexgebhardt", "last": "Gebhardt", "country": "", "gender": "b", "organization": "", "first": "Alex", "job_title": ""}, "Matthew-Milan": {"website": "http://normative.com", "is_keynote": false, "session_links": [{"session_title": "Intent Planning: A Tool For Designing Strategies That Work", "entry_id": "WK2", "session_type": "Workshop"}], "links": ["mmilan", "http://normative.com"], "class_name": "gender-m", "twitter": "mmilan", "safe": "Matthew-Milan", "prefix": "", "id": "Matthew-Milan", "biography": ["I&apos;m a designer, entrepreneur, runner and unschooler living in the amazing city of Toronto, Canada. I have an academic background in environmental planning and impact assessment. I spent most of my time in graduate school trying to figure out whether soft systems theory was the coolest thing ever or the craziest thing ever. It&apos;s both. I spent years focused on getting millions of Americans to apply for \"just one more\" credit card. It was a dirty job, but the lessons were invaluable.  I started a design firm with an economist. We're making it all up as we go along, which is makes us really good at what we do. I love my job and I get to work with incredible people.  I run 60 miles a week. This means I get to spend a ton of time in deep flow states. I do most of my serious thinking work on my feet.  My wife and I have two daughters. We're unschooling geeks. We believe that the greatest gift you can give a child is the passion and confidence to be a life-long learner.  I&apos;m a student of John Boyd. I design strategic planning tools for fun. I thrive on ambiguity and respect chaos. I believe that life has no stopping rule."], "session_types": "workshop", "src": "matthewmilan", "last": "Milan", "country": "ca", "gender": "m", "organization": "Normative", "first": "Matthew", "job_title": "Partner"}, "Sweta-Mohapatra": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Health on the Go: Designing Electronic Health Records for Mobile", "entry_id": "39", "session_type": "Presentation"}], "links": ["smohapa3"], "class_name": "gender-f", "twitter": "smohapa3", "safe": "Sweta-Mohapatra", "prefix": "", "id": "Sweta-Mohapatra", "biography": ["Sweta Mohapatra is a mobile user experience designer currently based out of Raleigh, NC. She works for Allscripts Healthcare Solutions, where she helps deliver mobile experiences that tie into electronic health record systems used around the world. Prior to that, she worked as a project manager on the user experience team at Palm Inc and has a BS in computer science from the University of Illinois: Urbana-Champaign. In her spare time, Sweta&apos;s learning how to cook and catching up on a long list of books to read."], "session_types": "presentation", "src": "swetamohapatra", "last": "Mohapatra", "country": "us", "gender": "f", "organization": "Allscripts Healthcare Solutions", "first": "Sweta", "job_title": ""}, "Jennifer-Briselli": {"website": "http://designingscience.wordpress.com", "is_keynote": false, "session_links": [{"session_title": "Designing Science: Human Centered Design Meets Science Communication", "entry_id": "PK8", "session_type": "PechaKucha"}], "links": ["jbriselli", "http://designingscience.wordpress.com"], "class_name": "gender-f", "twitter": "jbriselli", "safe": "Jennifer-Briselli", "prefix": "", "id": "Jennifer-Briselli", "biography": ["I&rsquo;ve always been curious about pretty much everything.  My first love was physics, but as I finished my undergraduate physics degree, I discovered that I enjoyed the challenge of communicating as much as researching. After several years in the classroom, designing learning experiences as a physics teacher, I realized my passion was for the design process itself; it turns out I&rsquo;m an experience designer at heart. So now I&rsquo;m studying Communication Planning &amp; Information Design in the School of Design at Carnegie Mellon University. I&rsquo;m currently a second year graduate student, beginning work on a thesis project at the intersection of human centered design and science communication. When I&rsquo;m not designing human-centered experiences or daydreaming about physics, I&rsquo;m probably playing ice hockey, baking vegan cookies, or listening to loud music with unintelligible lyrics."], "session_types": "pechakucha", "src": "jenniferbriselli", "last": "Briselli", "country": "us", "gender": "f", "organization": "Carnegie Mellon University", "first": "Jennifer", "job_title": "Graduate Student: Design"}, "Steve-Baty": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OPEN BRANDS: The Future of Brands is OPEN; The role of Interaction Design in building an open brand.", "entry_id": "PNL2", "session_type": "Panel"}], "links": ["docbaty"], "class_name": "gender-u", "twitter": "docbaty", "safe": "Steve-Baty", "prefix": "", "id": "Steve-Baty", "biography": ["Steve Baty, principal at Meld Studios, has over 15 years experience as a design and strategy practitioner. Steve actively contributes to public discourse on these topics through the design community, articles and conferences.", "Steve serves as President of the Interaction Design Association (IxDA) and sits on the Good Design Council of Australia. He is the founder of UX Book Club; co-Chair of Australia&rsquo;s UX Australia, Service Design, and Agile UX conferences; and served as Chair of Interaction|12 &#8211; the annual conference of the IxDA for 2012. In 2012 Steve will be acting on the Judging Panel for the Australian International Design Awards and the Interaction Awards programs."], "session_types": "panel", "src": "stevebaty", "last": "Baty", "country": "au", "gender": "u", "organization": "Meld Studios", "first": "Steve", "job_title": "Principal"}, "Marco-Righetto": {"website": "www.fjordnet.com", "is_keynote": false, "session_links": [{"session_title": "Hack You: The Human Body is the Next Interface", "entry_id": "63", "session_type": "Presentation"}], "links": ["www.fjordnet.com"], "class_name": "gender-m", "twitter": "", "safe": "Marco-Righetto", "prefix": "", "id": "Marco-Righetto", "biography": ["Marco gained his undergraduate degree in Media and Communication at Padua University and his Masters degree in Visual and Multimedia Design from Iuav University of Venice, specializing in Interaction Design. An enthusiastic video-maker, he has attended workshops with Mike Mills and PES, and shot a mini-documentary shown at the 11th Venice Biennale of Architecture 2008. In both 2009 and 2011, Marco was a semi-finalist in the Adobe Design Achievement Award (ADAA) in the mobile design category.", "Marco has been working as an interaction Designer in Fjord Madrid since May 2011. He has worked on many strategy and design projects for clients such as; BBVA, Telefonica and Canal+. He recently led the first phase of a project for the EU called Light.Touch.Matters a health and wellness initiative which aims to bring product innovation around smart materials out of research labs and into the marketplace."], "session_types": "presentation", "src": "marcorighetto", "last": "Righetto", "country": "es", "gender": "m", "organization": "Fjord", "first": "Marco", "job_title": "Interaction Designer"}, "Greg-Schuler": {"website": "http://www.cooper.com/", "is_keynote": false, "session_links": [{"session_title": "Harness the brainpower: Clients and Stakeholders", "entry_id": "WK10", "session_type": "Workshop"}], "links": ["3030vision", "http://www.cooper.com/"], "class_name": "gender-m", "twitter": "3030vision", "safe": "Greg-Schuler", "prefix": "", "id": "Greg-Schuler", "biography": ["Greg Schuler is an Interaction Designer at Cooper who is passionate about designing experiences that have a positive role in changing the way people interact with technology and services. Greg has over 10 years of experience advocating simple and practical solutions across a range of industries including customer relationship management, healthcare, and consumer electronics for companies such as T-Mobile, Palm, Nokia, Flip Video, and the American Cancer Society.  When Greg isn&rsquo;t working, he&rsquo;s an avid city cyclist, a passionate foodie, and a seasoned traveler."], "session_types": "workshop", "src": "gregschuler", "last": "Schuler", "country": "us", "gender": "m", "organization": "Cooper", "first": "Greg", "job_title": "Interaction Designer"}, "John-Labriola": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Mapping Experiences and Orchestrating Touchpoints", "entry_id": "WK1", "session_type": "Workshop"}], "links": ["john_labriola"], "class_name": "gender-m", "twitter": "john_labriola", "safe": "John-Labriola", "prefix": "", "id": "John-Labriola", "biography": ["John is a Experience Design Lead at Intel. He&rsquo;s a native New Yorker who got his start in 1998 and last year relocated to in Cordoba, Argentina. His meandering path has allowed him to work worked on array of projects ranging from Fortune 100 companies to start-ups to small businesses to non-profits."], "session_types": "workshop", "src": "johnlabriola", "last": "Labriola", "country": "ar", "gender": "m", "organization": "Intel", "first": "John", "job_title": "Experience Design Lead"}, "Jeroen-van-Geel": {"website": "", "is_keynote": false, "session_links": [{"session_title": "ReDux Live: IxD13", "entry_id": "PNL6", "session_type": "Panel"}], "links": ["jeroenvangeel"], "class_name": "gender-m", "twitter": "jeroenvangeel", "safe": "Jeroen-van-Geel", "prefix": "", "id": "Jeroen-van-Geel", "biography": ["Jeroen van Geel is interaction director at Fabrique [brands, design &amp; interaction]. He is a respected international speaker and writer on the field of interaction design and has a great interest in the world of product personality. Jeroen has pushed forward many design projects, ranging from the next generation mobile apps for Dutch public transport to interactive projects for Rijksmuseum Amsterdam and the ground breaking new automated border control systems at Schiphol. He was the founder of Johnny Holland. His goal is to return a bit of wonder into the world, even if it is just for himself. Follow him @jeroenvangeel"], "session_types": "panel", "src": "jeroenvangeel", "last": "van Geel", "country": "nd", "gender": "m", "organization": "Johnny Holland", "first": "Jeroen", "job_title": "Founder"}, "Anton-Mwewa": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: Ecological Capital", "entry_id": "OCADS03", "session_type": "Showcase"}], "links": false, "class_name": "gender-u", "twitter": "", "safe": "Anton-Mwewa", "prefix": "", "id": "Anton-Mwewa", "biography": ["Anton Mwewa is an undergraduate student in Advertising at OCAD University, holds a journalism diploma Niagara College and is a research assistant in the ECOCAP project."], "session_types": "showcase", "src": "antonmwewa", "last": "Mwewa", "country": "", "gender": "u", "organization": "", "first": "Anton", "job_title": ""}, "Derek-Vaz": {"website": "http://hugeinc.com", "is_keynote": false, "session_links": [{"session_title": "Bury the Wireframe: A Primer in Interaction Prototypes", "entry_id": "148", "session_type": "Presentation"}], "links": ["derekvaz", "http://hugeinc.com"], "class_name": "gender-m", "twitter": "derekvaz", "safe": "Derek-Vaz", "prefix": "", "id": "Derek-Vaz", "biography": ["Derek Vaz is an interaction designer and Experience Lead at Huge in Brooklyn, New York. For over a decade he has been creating digital products, platforms and services for government, financial, non-profit, media and retail organizations with a strong focus on user goals and needs. At Huge, he is responsible for driving the user experience vision on client engagements from conception to launch.", "Prior to Huge, Derek was a Partner and Interaction Design Director at Uproot, an Associate at Teehan+Lax and an Interaction Designer at Blast Radius. His work has been recognized by several organizations including Communication Arts, the Webby Awards, and Effie Awards.", "Derek graduated from the University of Waterloo, just outside of his hometown of Toronto, Canada. There, he earned an Honours Bachelor of Mathematics in Computer Science."], "session_types": "presentation", "src": "derekvaz", "last": "Vaz", "country": "us", "gender": "m", "organization": "Huge", "first": "Derek", "job_title": "Experience Lead"}, "Johanna-Kollmann": {"website": "http://johannakoll.posterous.com", "is_keynote": false, "session_links": [{"session_title": "Lean Startup In Design Consulting: Lessons Learned", "entry_id": "53", "session_type": "Presentation"}], "links": ["johannakoll", "http://johannakoll.posterous.com"], "class_name": "gender-f", "twitter": "johannakoll", "safe": "Johanna-Kollmann", "prefix": "", "id": "Johanna-Kollmann", "biography": ["Johanna Kollmann has been working in User Experience since 2004. After gaining experience in both in-house and agency-side roles, she is now a product manager at Sidekick Studios, applying design thinking, agile and lean startup to problems that matter. Her background is in Information Design and Human-Computer Interaction. Passionate about building better things through collaboration, Johanna co-founded Design Jam, helps organize several meetups, and enjoys hackdays. She has presented at conferences including the IA Summit, Euro IA, Agile, Frontiers of Interaction, Reasons To Be Creative and several barcamps, trying to get better every time. Johanna likes dancing at gigs, hiking up hills, ice cream and manta rays."], "session_types": "presentation", "src": "johannakollmann", "last": "Kollmann", "country": "uk", "gender": "f", "organization": "Sidekick Studios", "first": "Johanna", "job_title": "Product Manager"}, "Angel-Anderson": {"website": "", "is_keynote": false, "session_links": [{"session_title": "The Great UX Debate", "entry_id": "PNL4", "session_type": "Panel"}], "links": ["Angel"], "class_name": "gender-f", "twitter": "Angel", "safe": "Angel-Anderson", "prefix": "", "id": "Angel-Anderson", "biography": ["Angel Anderson has 10+ years of experience humanizing products and services for clients such as Old Navy, Dominos, American Express, and Best Buy. Her design expertise has helped shape cross-channel brand ecosystems, enterprise software, large-scale websites, mobile experiences and touch-points in the physical world. Recent projects have focused on the mobile retail experience, loyalty, and the link between physical and digital shopping."], "session_types": "panel", "src": "angelanderson", "last": "Anderson", "country": "", "gender": "f", "organization": "CP+B", "first": "Angel", "job_title": "VP User Experience"}, "Fred-Beecher": {"website": "http://nerdery.com/", "is_keynote": false, "session_links": [{"session_title": "Practical Apprenticeship: A Model for Bridging Education and Employment", "entry_id": "IM3", "session_type": "Idea Market"}], "links": ["fred_beecher", "http://nerdery.com/"], "class_name": "gender-m", "twitter": "fred_beecher", "safe": "Fred-Beecher", "prefix": "", "id": "Fred-Beecher", "biography": ["Fred Beecher has been working in User Experience for 14 years. In that time he&apos;s seen UX mature from a field struggling to prove its value to one that&apos;s driving an explosion of innovation and economic growth. He is currently working at the Nerdery to develop a UX design apprenticeship program to feed the ever increasing demand for UX talent that this explosion has sparked.  In the past, he has led user research, information architecture, interaction design, usability testing, and business analysis efforts on projects for clients such as Medtronic, Regis Salons, UnitedHealth Group, 3M, National Marrow Donor Program, Thomson Reuters, and more. He also developed the first Axure RP Pro training courses and helped clients integrate rapid prototyping and Axure into their software development processes."], "session_types": "idea-market", "src": "fredbeecher", "last": "Beecher", "country": "us", "gender": "m", "organization": "The Nerdery", "first": "Fred", "job_title": "User Experience Designer"}, "Dan-Saffer": {"website": "http://odannyboy.com", "is_keynote": false, "session_links": [{"session_title": "Microinteractions: Designing with Details", "entry_id": "66A", "session_type": "Presentation"}], "links": ["odannyboy", "http://odannyboy.com"], "class_name": "gender-m", "twitter": "odannyboy", "safe": "Dan-Saffer", "prefix": "", "id": "Dan-Saffer", "biography": ["At the intersection of new technology and everyday life you&apos;ll find Dan&apos;s work, changing how people think, work, and connect. Since 1995, he&apos;s designed everything from websites to consumer electronics to robots. Dan feels that design isn&apos;t only about problem solving, but about creating a better, more humane, future. A director of Interaction Design at Smart Design, Dan leads teams to create new interaction paradigms across a wide range of products, spanning both digital and physical. His insightful, thoughtful approach to design has been captured in the three books he&apos;s written--Designing for Interaction, Designing Gestural Interfaces, and Designing Devices--which are required reading for any student of interaction design. His new book, Microinteractions, will be published by O'Reilly in 2013. Dan has worked with a wide variety of clients, from Fortune 500 giants such as Microsoft and Time Warner to startups like AnyBots. He speaks and teaches workshops on design around the world. In 2008, he coined the term \"topless meeting\" (for a meeting without laptops), which was a finalist for Oxford Dictionary&apos;s Word of the Year and Time Magazine&apos;s #10 Buzzword of 2008. He has a Masters of Design in Interaction Design from Carnegie Mellon University."], "session_types": "presentation", "src": "dansaffer", "last": "Saffer", "country": "us", "gender": "m", "organization": "Smart Design", "first": "Dan", "job_title": "Director, Interaction Design"}, "Ron-Goldin": {"website": "http://studioakko.com", "is_keynote": false, "session_links": [{"session_title": "Design and the Mobile Startup: Toronto Edition", "entry_id": "49", "session_type": "Presentation"}], "links": ["akko", "http://studioakko.com"], "class_name": "gender-m", "twitter": "akko", "safe": "Ron-Goldin", "prefix": "", "id": "Ron-Goldin", "biography": ["Ron Goldin is the founding principal and creative director of Studio Akko, a design consultancy based out of New York. With over a decade of experience in user experience design, visual design and design strategy, Ron has worked with companies ranging in size from start-ups (Uber, Sonic Living, Samasource) to large organizations (LG Electronics, Dolby, Mercedes-Benz, The Metropolitan Museum of Art) on the design and positioning of websites, mobile and desktop applications, embedded devices and more. Lately, Ron has focused his attention on improving the process of user-centered product design within teams and organizations. He has recently served as a design mentor for organizations such as Founders Lab NYC and Princeton&apos;s Tigerlabs, which focus on the early phase of launching startups in the mobile space, giving guidance to multidisciplinary technologists, designers and business students on how to create user-centered products. Ron is frequently engaged with the design community and has spoken at AIGA, IxDA, SXSW, Internet Week, EuroiTV, and PechaKucha and his award-winning designs have been feature in publications such as ID Magazine. He is also responsible for the ubiquitous branded Uber pedicabs of SXSW 2011."], "session_types": "presentation", "src": "rongoldin", "last": "Goldin", "country": "us", "gender": "m", "organization": "Studio Akko", "first": "Ron", "job_title": "Principal/Founder"}, "Bianca-Channer": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: Ecological Capital", "entry_id": "OCADS03", "session_type": "Showcase"}], "links": false, "class_name": "gender-u", "twitter": "", "safe": "Bianca-Channer", "prefix": "", "id": "Bianca-Channer", "biography": ["Bianca Channer is an undergraduate student in Advertising at OCAD University, and is currently a research assistant for the CIVDDD lab and the ECOCAP projects."], "session_types": "showcase", "src": "biancachanner", "last": "Channer", "country": "", "gender": "u", "organization": "", "first": "Bianca", "job_title": ""}, "Timothy-Garrand": {"website": "http://www.tandemseven.com", "is_keynote": false, "session_links": [{"session_title": "Tell me a story but make it interactive! What interactive game narrative can teach us about UX process design.", "entry_id": "52", "session_type": "Presentation"}], "links": ["hardwatersailor", "http://www.tandemseven.com"], "class_name": "gender-m", "twitter": "hardwatersailor", "safe": "Timothy-Garrand", "prefix": "Dr. ", "id": "Timothy-Garrand", "biography": ["Tim Garrand is the author of Writing for Multimedia and the Web: A Practical Guide to Content Development for Interactive Media and a co-author of Write Your Way into Animation and Games: Create a Writing Career in Animation and Games. And apparently a fan of long book titles. He completed his first interactive media project in 1992, and since then has worked on more than a hundred Web and multimedia projects for companies across a wide range of industries, including: Citibank, Giant Eagle, Fidelity Investments, Pearson Education, Houghton Mifflin, Bloomberg, Bank of America, and Procter &amp; Gamble. He is currently a Principal User Experience Architect at TandemSeven. He holds a Ph.D. in Communication with a minor in Professional Writing from the University of Southern California and has been a frequent speaker at events for various industry and educational organizations including: ACM, STC, ISPI, and the MIT Media Lab."], "session_types": "presentation", "src": "timothygarrand", "last": "Garrand", "country": "us", "gender": "m", "organization": "TandemSeven", "first": "Timothy", "job_title": "Principal User Experience Architect"}, "Behzad-Aghaei": {"website": "http://www.communitech.ca/appsfactory/", "is_keynote": false, "session_links": [{"session_title": "Towards Buttonless Touch Interaction", "entry_id": "125", "session_type": "Presentation"}], "links": ["ixbuzz", "http://www.communitech.ca/appsfactory/"], "class_name": "gender-m", "twitter": "ixbuzz", "safe": "Behzad-Aghaei", "prefix": "", "id": "Behzad-Aghaei", "biography": ["Behzad is currently a product architect at the Communitech Apps Factory, a UX consultant, and a Human Factors/HCI researcher. In the meantime, he is completing his master&apos;s degree in Systems Design Engineering at the Advanced Interface Design Lab in University of Waterloo, focusing on HCI. His experience includes UX design for SMEs as well as large institutions, from mobile apps to workforce management and government solutions. His love of product design has earned him patents in the mobile world and the privilege to lecture on design at the University of Waterloo."], "session_types": "presentation", "src": "behzadaghaei", "last": "Aghaei", "country": "ca", "gender": "m", "organization": "The Apps Factory at Communitech", "first": "Behzad", "job_title": "Product Architect"}, "Jannie-Lai": {"website": "", "is_keynote": false, "session_links": [{"session_title": "You&rsquo;ve been asked to re-design the wheel", "entry_id": "169", "session_type": "Presentation"}], "links": false, "class_name": "gender-f", "twitter": "", "safe": "Jannie-Lai", "prefix": "", "id": "Jannie-Lai", "biography": ["Jannie Lai is currently a Director of Product Design for Citrix end user products. Prior to Citrix Systems, Jannie worked at LiveOps where she built their UX and Design team. LiveOps is a fast growing startup founded by strong management and engineers from Netscape and TellMe. She was also an early founding member of the eBay UX team where she focused on their finding experience, new business initiatives and international products.  She started her career at Oracle and she currently resides in the San Francisco bay area."], "session_types": "presentation", "src": "jannielai", "last": "Lai", "country": "us", "gender": "f", "organization": "Citrix Systems", "first": "Jannie", "job_title": "Director of Product Design"}, "Vibha-Bamba": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Culture of a Tribe: Why the editors of Wikipedia do what they do.", "entry_id": "PK5", "session_type": "PechaKucha"}], "links": ["vibhabamba"], "class_name": "gender-u", "twitter": "vibhabamba", "safe": "Vibha-Bamba", "prefix": "", "id": "Vibha-Bamba", "biography": ["Vibha is a product designer at Wikipedia, where she combines a careful study of user behavior, motivation, and aesthetics to create a comfortable and familiar place for new users to edit Wikipedia. Her work is focussed on honoring a new individuals' contribution within a broader information collective."], "session_types": "pechakucha", "src": "vibhabamba", "last": "Bamba", "country": "us", "gender": "u", "organization": "WIKIPEDIA", "first": "Vibha", "job_title": "User Experience Designer"}, "Elsa-Kosmack-Vaara": {"website": "http://mobilelifecentre.org/", "is_keynote": false, "session_links": [{"session_title": "Kneading time, exploring bodily dimensions of temporality", "entry_id": "POS3", "session_type": "Poster"}], "links": ["elsamatilda", "http://mobilelifecentre.org/"], "class_name": "gender-f", "twitter": "elsamatilda", "safe": "Elsa-Kosmack-Vaara", "prefix": "", "id": "Elsa-Kosmack-Vaara", "biography": ["As a part of the involve group, Elsa is working as a interaction designer and is also partly a PhD student in design research. She is an industrial designer with a MA in interaction design from Umeå Institute of design. Her research interests involve dilemmas such as perceptions of temporality, rhythm, pulse and memory. She is also interested in how to motivate people to reflect upon and (maybe) change their behavior in everyday life and she is involved in developing aesthetic reasoning and video as design research methods. She used to live by the Norwegian Sea working as a freelance musician around the Nordic countries. Then she decided to change her main profession from music to architecture, industrial design and now design research. Her work is currently focusing in the projects &rdquo;Affective Health&rdquo; and &rdquo;Re-Mobiling, Breaking apart time and technology.&rdquo;"], "session_types": "poster", "src": "elsakosmackvaara", "last": "Kosmack Vaara", "country": "se", "gender": "f", "organization": "Mobilelifecentre, SICS", "first": "Elsa", "job_title": "Interaction Designer, PHD Student"}, "Judith-Siegel": {"website": "http://dm.lcc.gatech.edu/~jsiegel", "is_keynote": false, "session_links": [{"session_title": "CNN and the UX Challenge of Presenting Long-Form Stories", "entry_id": "150", "session_type": "Presentation"}], "links": ["http://dm.lcc.gatech.edu/~jsiegel"], "class_name": "gender-f", "twitter": "", "safe": "Judith-Siegel", "prefix": "", "id": "Judith-Siegel", "biography": ["Judith Siegel is a Senior Information Architect at CNN Digital, working on the News Design team in the Design Experience Group. In this position, Siegel provides UX support for the enterprise long-form storytelling initiatives, interactives and other projects related to news design. Based in CNN&apos;s world headquarters in Atlanta, Siegel reports to Bryan Perry, Art Director, Aimee Schier, Senior Director of News Design, and Marisa Gallagher, VP, Design, Photography, and Multimedia and Executive Creative Director.", "Siegel started at CNN Digital in August 2011 and previously worked at the Centers for Disease Control, VMware, and Fiserv, as well as other companies and organizations. Siegel possesses a Master of Science in Human-Computer Interaction from the Georgia Institute of Technology."], "session_types": "presentation", "src": "judithsiegel", "last": "Siegel", "country": "us", "gender": "f", "organization": "CNN Digital", "first": "Judith", "job_title": "Senior Information Architect"}, "Jason-Alderman": {"website": "http://huah.net/jason", "is_keynote": false, "session_links": [{"session_title": "Is That A Flaming Sword Coming Out Of Your Chest, Or Is Toronto Just Happy To See You: Scott Pilgrim &amp; Experience Design", "entry_id": "PK3", "session_type": "PechaKucha"}, {"session_title": "Learning Visual Design To Become A Better Unicorn", "entry_id": "145", "session_type": "Presentation"}], "links": ["justsomeguy", "http://huah.net/jason"], "class_name": "gender-m", "twitter": "justsomeguy", "safe": "Jason-Alderman", "prefix": "", "id": "Jason-Alderman", "biography": ["On his way to becoming a software designer, Jason tracked asteroids, briefed fighter pilots, drew webcomics, and taught programming to artists. Since finishing his MS in Information Design &amp; Technology at Georgia Tech, he&apos;s tracked assets in JIRA, briefed preschoolers, drawn sketchnotes, and taught art to programmers. He now helps make great desktop and mobile software as a User Experience Lead at Cynergy."], "session_types": "pechakucha presentation", "src": "jasonalderman", "last": "Alderman", "country": "us", "gender": "m", "organization": "Cynergy", "first": "Jason", "job_title": "User Experience Lead"}, "Nicki-Vance": {"website": "http://www.nickivance.info", "is_keynote": false, "session_links": [{"session_title": "My Dear Watson: Personality for Smart Applications", "entry_id": "PK1", "session_type": "PechaKucha"}], "links": ["infonicki", "http://www.nickivance.info"], "class_name": "gender-f", "twitter": "infonicki", "safe": "Nicki-Vance", "prefix": "", "id": "Nicki-Vance", "biography": ["Nicki Vance does, admittedly, like math but is primarily a user experience designer for Citizen, Inc., a digital agency that works almost exclusively in the mobile space. Her background includes mathematics, Mandarin Chinese, library science, and occasional attempts at analog arts. More info is up on www.nickivance.info, plus slides from her presentation on data visualization design."], "session_types": "pechakucha", "src": "nickivance", "last": "Vance", "country": "us", "gender": "f", "organization": "Citizen, Inc.", "first": "Nicki", "job_title": "UX Designer"}, "Chris-Risdon": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Mapping Experiences and Orchestrating Touchpoints", "entry_id": "WK1", "session_type": "Workshop"}], "links": ["ChrisRisdon"], "class_name": "gender-m", "twitter": "ChrisRisdon", "safe": "Chris-Risdon", "prefix": "", "id": "Chris-Risdon", "biography": ["Chris is a lead experience designer at Adaptive Path. He started a journeyman career in information architecture and product strategy in 1997. Over the past 14 years has applied a combination of IA, graphic, and interaction design to successful products and services for both large enterprises and start-ups. Chris holds an MFA in design from the Savannah College of Art &amp; Design and spends any extra time as an educator, teaching Adaptive Path&apos;s UX Intensive workshops and as an adjunct professor at Austin Community College, teaching interface design."], "session_types": "workshop", "src": "chrisrisdon", "last": "Risdon", "country": "us", "gender": "m", "organization": "Adaptive Path", "first": "Chris", "job_title": "Lead Experience Designer"}, "Andrew-Crow": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Data Depth and Ingenuity", "entry_id": "PNL3", "session_type": "Panel"}], "links": ["AndrewCrow"], "class_name": "gender-m", "twitter": "AndrewCrow", "safe": "Andrew-Crow", "prefix": "", "id": "Andrew-Crow", "biography": ["Andrew Crow designs products and services that delight people and exceed business expectation. Nearly 20 years of experience in visual, interaction and product design have given him a deep perspective on creating meaningful experiences for consumers. Experience Design Director at GE. Designer, strategist, speaker. Mentor at 500 Startups. Formerly Razorfish &amp; Adaptive Path. He likes to poke things with sticks."], "session_types": "panel", "src": "andrewcrow", "last": "Crow", "country": "", "gender": "m", "organization": "GE", "first": "Andrew", "job_title": "Experience Design Director"}, "Sara-Cantor-Aye": {"website": "http://greatergoodstudio.com/", "is_keynote": false, "session_links": [{"session_title": "Designing Everything But the Food", "entry_id": "26", "session_type": "Presentation"}], "links": ["greatergood_", "http://greatergoodstudio.com/"], "class_name": "gender-f", "twitter": "greatergood_", "safe": "Sara-Cantor-Aye", "prefix": "", "id": "Sara-Cantor-Aye", "biography": ["Sara teaches as adjunct faculty at Kellogg School of Management, School of the Art Institute of Chicago and Lake Forest College. She is a board member of EPIC, a team-anchored coach at Design for America, and a mentor at Northwestern&apos;s Engineering Design and Innovation program. Sara believes that empathy is what makes us uniquely human, and that by making research tangible, visual and memorable, we can generate the empathy needed to design truly human-centered change."], "session_types": "presentation", "src": "saracantoraye", "last": "Cantor Aye", "country": "us", "gender": "f", "organization": "Greater Good Studio", "first": "Sara", "job_title": "Research Director"}, "Lou-Lenzi": {"website": "", "is_keynote": false, "session_links": [{"session_title": "The Great UX Debate", "entry_id": "PNL4", "session_type": "Panel"}], "links": ["LouLenzi"], "class_name": "gender-m", "twitter": "LouLenzi", "safe": "Lou-Lenzi", "prefix": "", "id": "Lou-Lenzi", "biography": ["Lou Lenzi is the Director of Industrial Design Operations for GE Appliances in Louisville, Ky. Lou leads a team of industrial designers, user interaction designers and human factors engineers responsible for the design of GE&rsquo;s line of major appliances, marketed under the GE, Profile, Café, Monogram and Hotpoint brands. Lou is a Fellow of the Industrial Design Society of America (FIDSA) and is a 1980 graduate of the University of Cincinnati with a B.S. in Industrial Design. Prior to joining GE Appliances, Lou held design management positions with IBM, Thomson/RCA, GE Healthcare, and Audiovox Consumer Electronics.", "GE made headlines recently for its billion-dollar investment in bringing back manufacturing to the U.S. and is influencing a ripple effect of related supplier production facilities. In 2012, GE opened new assembly lines to make innovative appliances in Kentucky at its legendary Appliance Park."], "session_types": "panel", "src": "loulenzi", "last": "Lenzi", "country": "", "gender": "m", "organization": "GE Appliances", "first": "Lou", "job_title": "Director, Industrial Design Operations"}, "Lin-Yee-Yuan": {"website": "http://www.core77.com", "is_keynote": false, "session_links": [{"session_title": "ReDux Live: IxD13", "entry_id": "PNL6", "session_type": "Panel"}], "links": ["core77", "http://www.core77.com"], "class_name": "gender-f", "twitter": "core77", "safe": "Lin-Yee-Yuan", "prefix": "", "id": "Lin-Yee-Yuan", "biography": ["LinYee Yuan is the Executive Editor at Core77.com where she oversees the day-to-day editorial operations from their offices in New York City. When she&apos;s not hop-scotching around the globe for Core77, you can find her elbow deep in her garden or serving up Texas-style smoked brisket sandwiches at the Brooklyn Flea."], "session_types": "panel", "src": "linyeeyuan", "last": "Yuan", "country": "", "gender": "f", "organization": "Core77", "first": "Lin Yee", "job_title": "Executive Editor"}, "Jonathan-Rez": {"website": "http://www.rez.com.au", "is_keynote": false, "session_links": [{"session_title": "Tomorrow&apos;s News", "entry_id": "149", "session_type": "Presentation"}], "links": ["jrez", "http://www.rez.com.au"], "class_name": "gender-m", "twitter": "jrez", "safe": "Jonathan-Rez", "prefix": "", "id": "Jonathan-Rez", "biography": ["Jonathan is a cross-disciplinary designer who develops engaging, user-friendly experiences and services for digital and built environments. A keen advocate for user centered design, he is interested in the interplay between design and cognitive psychology. Jonathan holds an MA in Narrative Environments Design. He is also a sessional lecturer at the University of New South Wales in Australia where he wrote the course Visual Identity in the Built Environment."], "session_types": "presentation", "src": "jonathanrez", "last": "Rez", "country": "uk", "gender": "m", "organization": "Seren Partners", "first": "Jonathan", "job_title": "Principal User Experience Consultant"}, "Juhan-Sonin": {"website": "http://www.mit.edu/~juhan", "is_keynote": false, "session_links": [{"session_title": "Hacking Health: Designing for and Understanding My Health", "entry_id": "86", "session_type": "Presentation"}], "links": ["jsonin", "http://www.mit.edu/~juhan"], "class_name": "gender-m", "twitter": "jsonin", "safe": "Juhan-Sonin", "prefix": "", "id": "Juhan-Sonin", "biography": ["Juhan Sonin is an emeritus of some of the finest software organizations in the world: Apple, the National Center for Supercomputing Applications (NCSA) and the Massachusetts Institute of Technology (MIT). He has been a creative director for almost two decades with his work being featured in the New York Times, Newsweek, BBC International, Billboard Magazine and National Public Radio (NPR). His designs have enjoyed installations throughout Europe and the United States. Juhan is a recognized expert in design for health, process management, and security, providing consultation to the U.S. Department of Health and Human Services and the Department of Defense. He is also a lecturer on design and rapid prototyping at the Massachusetts Institute of Technology (MIT)."], "session_types": "presentation", "src": "juhansonin", "last": "Sonin", "country": "us", "gender": "m", "organization": "Involution Studios/MIT", "first": "Juhan", "job_title": "Creative Director"}, "John-Bielenberg": {"website": "www.futurepartners.is", "is_keynote": true, "session_links": [{"session_title": "Rubber Ducks and Hockey Gloves (Or, how to jump the ingenuity gap)", "entry_id": "KEY6", "session_type": "Keynote"}], "links": ["futurepartners", "www.futurepartners.is"], "class_name": "gender-m", "twitter": "futurepartners", "safe": "John-Bielenberg", "prefix": "", "id": "John-Bielenberg", "biography": ["Ten years ago, John created an immersive and experimental program called Project M that is designed to inspire and educate young designers, writers, photographers and filmmakers by proving that their work can have a positive and significant impact.", "In 2010, John collaborated with Alex Bogusky and Rob Schuham to form COMMON, a brand that supports, connects and celebrates those designing a new era of socially minded enterprise. Most recently, John has partnered with long-time collaborator Greg Galle to launch FUTURE, a rapid innovation firm that creates positive change by unlocking ingenuity in organizations and individuals.", "In his career, John has won more than 250 design awards, is an AIGA Fellow, has been featured in the ID 50 and teaches at California College of the Arts in San Francisco."], "session_types": "keynote", "src": "johnbielenberg", "last": "Bielenberg", "i": 2, "country": "us", "gender": "m", "organization": "Future", "first": "John", "job_title": "Co-founder / Executive Producer, Design"}, "Pina-D'Intino": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: Inclusive Education", "entry_id": "OCADS04", "session_type": "Showcase"}], "links": false, "class_name": "gender-f", "twitter": "", "safe": "Pina-D'Intino", "prefix": "", "id": "Pina-D'Intino", "biography": ["Pina D&rsquo;Intino is a graduate student in the Master of Inclusive Design at OCAD University.  She is the chair of the CFIAT; bringing together financial organizations to leverage and share accessibility practices and strategies."], "session_types": "showcase", "src": "pinadintino", "last": "D'Intino", "country": "", "gender": "f", "organization": "", "first": "Pina", "job_title": ""}, "Matthew-Connors": {"website": "http://www.qg.com/services/interactive-print-solutions/default.asp", "is_keynote": false, "session_links": [{"session_title": "Print, Snap, Tap, Track: Using Interactive Print Analytics to Empower Your Design", "entry_id": "141", "session_type": "Presentation"}], "links": ["Matt_Connors", "http://www.qg.com/services/interactive-print-solutions/default.asp"], "class_name": "gender-m", "twitter": "Matt_Connors", "safe": "Matthew-Connors", "prefix": "", "id": "Matthew-Connors", "biography": ["A Quad/Graphics imaging expert for 15 years, Matt has collaborated with such clients as Fitness, Vanity Fair, Harper&rsquo;s Bazaar, Wired, The New Yorker, Time Inc., Chico&apos;s, Dell Computer and Williams-Sonoma. Trained as a digital artist/ illustrator, he fully understands today&apos;s rapidly evolving reader experience, and the challenges facing creatives and publishers. Since 2010, Matt has focused on optimizing images and pages for the online/offline marketing mix, with particular emphasis on CGI, video, Augmented Reality and iOS/Android apps."], "session_types": "presentation", "src": "matthewconnors", "last": "Connors", "country": "us", "gender": "m", "organization": "Quad Graphics", "first": "Matthew", "job_title": "Media Solutions Project Manager"}, "Stephen-Gay": {"website": "http://www.intuit.com", "is_keynote": false, "session_links": [{"session_title": "Ignite Potential &#8211; Value exchange networks", "entry_id": "95", "session_type": "Presentation"}], "links": ["stephengay", "http://www.intuit.com"], "class_name": "gender-m", "twitter": "stephengay", "safe": "Stephen-Gay", "prefix": "", "id": "Stephen-Gay", "biography": ["Stephen Gay is a design strategist and innovation catalyst at Intuit where he leads business teams through the early phases of design thinking and identifies new opportunities for mobile and platform products. A consultant with over 15 years experience in user centered design at companies like Motorola, Sapient, and HannaHodge, he believes deep customer empathy and rapid experimentation are critical to sparking delightful products. His current focus is reimagining mobile, social, and global Intuit products."], "session_types": "presentation", "src": "stephengay", "last": "Gay", "country": "us", "gender": "m", "organization": "Intuit", "first": "Stephen", "job_title": "Design Strategist and Innovation Catalyst"}, "Debra-Levin-Gelman": {"website": "http://rosenfeldmedia.com/books/design-children/", "is_keynote": false, "session_links": [{"session_title": "Designing for Children", "entry_id": "WK15", "session_type": "Workshop"}], "links": ["dgelman", "http://rosenfeldmedia.com/books/design-children/"], "class_name": "gender-f", "twitter": "dgelman", "safe": "Debra-Levin-Gelman", "prefix": "", "id": "Debra-Levin-Gelman", "biography": ["Debra Gelman is a researcher, designer and strategist in the field of interactive children&rsquo;s media. She has worked with PBS Sprout, Scholastic, Crayola, Pepperidge Farm, Campbell&rsquo;s Soup, Georgia Public Television and other companies to create sites, mobile apps and virtual worlds for kids. Deb led the research and user experience for Planet Orange &#8212; a site designed to teach 1st through 6th graders financial literacy &#8212; which won a USA Today Education \"Best Bet\" award. An author and speaker, Deb&apos;s book, &ldquo;Design for Kids,&rdquo; will be published by Rosenfeld Media in early 2013. Deb lives in Philadelphia PA with her husband and 4-year-old daughter, who wants to be a ballerina paleontologist when she grows up."], "session_types": "workshop", "src": "debralevingelman", "last": "Levin Gelman", "country": "us", "gender": "f", "organization": "", "first": "Debra", "job_title": ""}, "Carla-Diana": {"website": "http://www.carladiana.com", "is_keynote": false, "session_links": [{"session_title": "Making Meaning in an Internet of Things", "entry_id": "22", "session_type": "Presentation"}], "links": ["Carladiana_", "http://www.carladiana.com"], "class_name": "gender-f", "twitter": "Carladiana_", "safe": "Carla-Diana", "prefix": "", "id": "Carla-Diana", "biography": ["Carla Diana enjoys living as close to the near future as possible. In her studio and at the award-winning product innovation firm Smart Design, she works on future-specting projects in areas such as domestic robots, mobile devices and sentient kitchen appliances, combining experience in industrial and interaction design to create solutions that bridge the gap between the physical and the digital. This spring, Carla will launch SVA&rsquo;s first ever &ldquo;Smart Objects&rdquo; course as part of the newly founded Products of Design program. She is the founder of the Smart Interaction Lab, an initiative focused on design explorations in the form of tinkering and hands-on experimentation around topics such as expressive objects, digital making, and presence and awareness. In 2008 the New York Times Magazine called her an &ldquo;alpha geek&rdquo;."], "session_types": "presentation", "src": "carladiana", "last": "Diana", "country": "us", "gender": "f", "organization": "Smart Design", "first": "Carla", "job_title": "Associate Director, IxD"}, "Carina-Ngai": {"website": "http://inflection.com", "is_keynote": false, "session_links": [{"session_title": "Failed futures", "entry_id": "127", "session_type": "Presentation"}], "links": ["caweena", "http://inflection.com"], "class_name": "gender-f", "twitter": "caweena", "safe": "Carina-Ngai", "prefix": "", "id": "Carina-Ngai", "biography": ["Carina Ngai is currently the Product Design Lead for Inflection, building a new data platform that focuses on experience design and user empowerment. Prior to Inflection, Carina was the Design Futurist in Samsung&rsquo;s UX Innovations Lab, where she led projects that define future consumer electronic experience in the next 5 years across multiple platforms. Carina had also led the experience design in Adobe&rsquo;s consumer product line, Photoshop and Premiere Elements. Her work is about exploring and understanding people&rsquo;s motivations, challenges, and contexts to map new design opportunities, and strategic roadmap for new and existing products/services. She has lectured and published on the practice of design research, interaction design, and inclusive design, and led workshops at the University of Applied Sciences in Basel Switzerland; Art Institute of California in US; Royal College of Art in London UK. Carina holds a Master of Fine Arts (MFA) in Media Design from the Art Center College of Design in Pasadena, and a Bachelor of Science (BS) in Neuroscience from the University of California, Los Angeles."], "session_types": "presentation", "src": "carinangai", "last": "Ngai", "country": "us", "gender": "f", "organization": "Inflection", "first": "Carina", "job_title": "Design Lead"}, "Jack-Moffett": {"website": "http://designaday.tumblr.com/", "is_keynote": false, "session_links": [{"session_title": "Sitting in the Driver&apos;s Seat: creating production-ready CSS", "entry_id": "WK9", "session_type": "Workshop"}], "links": ["jackmoffett", "http://designaday.tumblr.com/"], "class_name": "gender-m", "twitter": "jackmoffett", "safe": "Jack-Moffett", "prefix": "", "id": "Jack-Moffett", "biography": ["With a BFA in Graphic Design from WVU and a Masters in Interaction Design from CMU, Jack has been designing web, desktop, and mobile applications for over a decade. He has worked in both research and industry environments, and he currently teaches design part-time. Jack is one of those designers that must cover the gamut from initial user research through to implementation and testing. As such, his skill set includes visual design, information design, and front-end implementation. He has a history of tightly integrating with the development team to ensure optimal design through the entire project lifecycle."], "session_types": "workshop", "src": "jackmoffett", "last": "Moffett", "country": "us", "gender": "m", "organization": "Inmedius, a Boeing Company", "first": "Jack", "job_title": "Senior Interaction Designer"}, "Ken-Reddick": {"website": "http://www.meldmedia.com/", "is_keynote": false, "session_links": [{"session_title": "Intuitive Interfacing: The use of Interactive media in the Royal Ontario Museum&rsquo;s Ultimate Dinosaurs: Giants from Gondwana exhibit", "entry_id": "15", "session_type": "Presentation"}], "links": ["http://www.meldmedia.com/"], "class_name": "gender-m", "twitter": "", "safe": "Ken-Reddick", "prefix": "", "id": "Ken-Reddick", "biography": ["Ken has been a motion graphics designer and Creative Director for 15 years, with focus on design, direction and motion graphics for interactive projects.", "He has been owner and CEO of MELD since April 2001, where he oversees all creative projects and heads up the MELD team. Ken is responsible for the overall quality of work produced by the creative department including: managing creative projects from concept to completion, translating marketing objectives into creative strategies, and directing the creative team in the production of advertising and marketing collateral.", "Ken has been working in digital new media since the early days of CD-ROM publishing and the beginning of the world wide web. Prior to founding MELD, he was art director at ICE Integrated Communications &amp; Entertainment, a global pioneer, where he developed, oversaw production and delivered visual solutions to ATI, IBM, Nortel, Alias, and PriceWaterHouseCoopers. His work helped to establish corporate identities through the use of 2D/3D design and animation for print, TV, interactive and live events."], "session_types": "presentation", "src": "kenreddick", "last": "Reddick", "country": "ca", "gender": "m", "organization": "Meld Media", "first": "Ken", "job_title": "Creative Director"}, "Julia-Barrett": {"website": "http://www.effectiveui.com", "is_keynote": false, "session_links": [{"session_title": "Social Networks Suck. Social Computing Frees You", "entry_id": "6S", "session_type": "Presentation"}], "links": ["juleshw", "http://www.effectiveui.com"], "class_name": "gender-f", "twitter": "juleshw", "safe": "Julia-Barrett", "prefix": "", "id": "Julia-Barrett", "biography": ["As Director of Customer Insight at EffectiveUI, Julia Barrett, identifies the best ways to uncover the key insights to inform design and leads the team to execute on those methods.  With an arsenal of experience and methods, from usability testing to contextual inquiry, she helps discover simple solutions that have a big impact for users and businesses. She also facilitates data synthesis and client collaboration for a cohesive process of co-creation. Julia is passionate about how customer insight can effectively inform design and address clients&rsquo; key goals and gaps in their understanding of customers. Prior to EffectiveUI, Julia was the Research and Development Manager at Adaptive Path where she oversaw projects with complex design problems, including mobile design for developing countries and a glucose pump and monitor. She was also Director of User Experience at Bolt Peters, and led research projects focused on UX conversion. Julia received a BS in Cognitive Science, Human Computer Interaction from the University of California at San Diego"], "session_types": "presentation", "src": "juliabarrett", "last": "Barrett", "country": "us", "gender": "f", "organization": "EffectiveUI", "first": "Julia", "job_title": "Director of Customer Insight"}, "Afarin-Pirzadeh": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Wandering Mind--A Tool to Support Self-Reflection", "entry_id": "POS1", "session_type": "Poster"}], "links": false, "class_name": "gender-f", "twitter": "", "safe": "Afarin-Pirzadeh", "prefix": "", "id": "Afarin-Pirzadeh", "biography": ["I am a Ph.D. Student in Human-Computer Interaction at Indiana University School of Informatics (Indianapolis, Indiana, USA).I received a B.Sc. in Information Technology from Amirkabir University of Technology in 2006, and an MBA from Kish University in 2009. I am currently working as a research assistant with Dr. Mark Pfaff on emotion communication in CMC. I also work with Dr. Erik Stolterman on journaling and self-reflection."], "session_types": "poster", "src": "afarinpirzadeh", "last": "Pirzadeh", "country": "ir", "gender": "f", "organization": "School of Informatics, Indiana University at Indianapolis", "first": "Afarin", "job_title": "PhD Student"}, "Jan-Moorman": {"website": "http://www.projekt202.com", "is_keynote": false, "session_links": [{"session_title": "Measuring User Delight using the Kano Methodology", "entry_id": "130B", "session_type": "Presentation"}], "links": ["http://www.projekt202.com"], "class_name": "gender-f", "twitter": "", "safe": "Jan-Moorman", "prefix": "", "id": "Jan-Moorman", "biography": ["As a Principal UX Design Researcher, Jan works with clients to understand their business goals and product requirements. She is responsible for generating research-based insights to inform and guide design as well as conducting studies to measure and track progress towards achieving established design goals. Jan has worked for technology consulting firms with leading software companies including Nationwide, Intuit, and Travelocity. She has served as business analyst, usability engineer and user interface designer on diverse software applications in the finance, insurance, travel, and utility industries. She has also worked with marketing departments to leverage user-based research to guide product direction. Jan has a Bachelor in Fine Arts and a Masters in Computer Science. A co-author on several publications concerning the visualization of scientific data, she has given workshops and talks on various user-centered techniques including writing scenarios and root cause analysis of usability findings. Her analytical/scientific and creative energy blends with an enthusiasm to generate design insights. As a printmaker, Jan has received grants for large outdoor works and won awards in juried shows. She is passionate about contemporary art and design thinking in general. Currently, Jan is Principal Design Researcher at projekt202 in Austin, TX. She on the faculty of Austin Center for Design (www.ac4d.com)."], "session_types": "presentation", "src": "janmoorman", "last": "Moorman", "country": "us", "gender": "f", "organization": "projekt202", "first": "Jan", "job_title": "Principal Design Researcher"}, "Paul-Adams": {"website": "facebook.com", "is_keynote": true, "session_links": [{"session_title": "How to design social experiences", "entry_id": "KEY2", "session_type": "Keynote"}], "links": ["Padday", "facebook.com"], "class_name": "gender-m", "twitter": "Padday", "safe": "Paul-Adams", "prefix": "", "id": "Paul-Adams", "biography": ["Paul Adams is the Global Head of Brand Design at Facebook and author of the newly released book, Grouped.", "He is broadly recognized as one of the leading thinkers on the emerging social web, and his work has been featured in The Wall Street Journal, Fast Company, AdWeek and many more leading publications. ", "His work on describing the next evolution of social networks, &ldquo;The Real Life Social Network&rdquo; is one of the most viewed and downloaded presentations ever published on the web."], "session_types": "keynote", "src": "pauladams", "last": "Adams", "i": 1, "country": "us", "gender": "m", "organization": "Facebook", "first": "Paul", "job_title": "Global Head, Brand Design"}, "Chris-Pennell": {"website": "http://www.lextant.com", "is_keynote": false, "session_links": [{"session_title": "Designing for Complexity: What Did I Get Myself Into?!", "entry_id": "20", "session_type": "Presentation"}], "links": ["http://www.lextant.com"], "class_name": "gender-m", "twitter": "", "safe": "Chris-Pennell", "prefix": "", "id": "Chris-Pennell", "biography": ["With a passion for exceptional design and emerging technologies, Chris is constantly challenging himself to understand and translate ideas into real products. Chris&rsquo;s goal is to understand people and to tell their stories. He enjoys solving problems through design solutions. His favorite part of the process are the initial stages of a project. He believes this is when ideas are flowing and everything is possible."], "session_types": "presentation", "src": "chrispennell", "last": "Pennell", "country": "us", "gender": "m", "organization": "Lextant", "first": "Chris", "job_title": "User Experience Designer"}, "Raphael-Grignani": {"website": "www.jauntful.com", "is_keynote": false, "session_links": [{"session_title": "Design Led Startups", "entry_id": "PNL1", "session_type": "Panel"}], "links": ["jauntful", "www.jauntful.com"], "class_name": "gender-m", "twitter": "jauntful", "safe": "Raphael-Grignani", "prefix": "", "id": "Raphael-Grignani", "biography": ["Shaping our everyday lives through design is what gets me up in the morning and keeps me going. I&apos;m co-founder and CEO of Jauntful &#8211; a marketplace for city guides, created and shared according to tastes and interests; and co-founder and volunteer chair of the IxDA Interaction Awards.", "During the past decade, I&apos;ve helped build things that have gone on to be used by millions of people all over the world, identifying and articulating design needs and building products and services that change the way people live and interact. From running international field research studies and ideation to managing multi-disciplinary and cross-cultural teams, I&rsquo;ve worked with a diversity of clients and partners in the pursuit of world-changing design.", "Prior to Jauntful, I led Method&apos;s Product Design globally working with Fortune500 and startups alike. In 2008, I founded Nokia Bay-area design studio where I lead a multidisciplinary design team that worked across Nokia to clarify and translate opportunities through design. While there, I did a lot of thinking about the future, and how design can truly change the way we connect with each other and the world around us.", "I spend a lot of my time teaching and mentoring students at California College of the Arts, ENSCI &#8211; Les Ateliers, and CEDIM Master in Business Innovation, writing for design publications and speaking at international conferences on the role of design in addressing environmental and social issues; most recently at Lift Asia, UPA international conference, AIGA National Design Conference, and Kyoorius DesignYatra."], "session_types": "panel", "src": "raphaelgrignani", "last": "Grignani", "country": "", "gender": "m", "organization": "Jauntful", "first": "Raphael", "job_title": "Co-Founder and CEO"}, "Brian-Winters": {"website": "http://www.manifestdigital.com", "is_keynote": false, "session_links": [{"session_title": "Setting Course &#8211; Design Research to Experience Roadmap", "entry_id": "183", "session_type": "Presentation"}], "links": ["bwinters", "http://www.manifestdigital.com"], "class_name": "gender-m", "twitter": "bwinters", "safe": "Brian-Winters", "prefix": "", "id": "Brian-Winters", "biography": ["Brian is a design researcher and user experience consultant at Manifest Digital in Chicago, IL with over 12 years experience in user-centered design. Brian works to connect his clients with the human aspects of their customers so their solutions can have purpose beyond just making a profit. By deeply understanding their customers, organizations can begin shift their own internal perspective beyond incremental improvements and achieve leaps in innovation. ", "Brian is also studying the structure of communities and how they foster a collaborative environment for solving tough challenges. He believes strong communities provide everyone with a shared purpose, and changes our conversations from what we can&rsquo;t do, to what&rsquo;s possible.", "When Brian is not sorting post-it notes from his latest research project, he&rsquo;s digging in the dirt on his never-ending edible landscape project."], "session_types": "presentation", "src": "brianwinters", "last": "Winters", "country": "us", "gender": "m", "organization": "Manifest Digital", "first": "Brian", "job_title": "Associate Director, User Experience"}, "Dianna-Miller": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Interaction Design Education Summit", "entry_id": "WK16", "session_type": "Workshop"}, {"session_title": "Interaction Design Education Workshop Report Back", "entry_id": "PNL5", "session_type": "Panel"}], "links": ["diannamiller"], "class_name": "gender-f", "twitter": "diannamiller", "safe": "Dianna-Miller", "prefix": "", "id": "Dianna-Miller", "biography": ["Dianna Miller spent fifteen years on UX design and research teams for companies such as Microsoft/WebTV, WebEx, American Express, and eBay. From 2010-2012, she directed and taught in the Service Design BFA/MFA program at Savannah College of Art and Design. She is a partner in Service Station Design and currently develops and facilitates workshops and lean innovation projects as part of the design thinking executive training initiative at Fidelity Investments&rsquo; Center for Applied Technology in Boston."], "session_types": "workshop panel", "src": "diannamiller", "last": "Miller", "country": "", "gender": "f", "organization": "Service Station Design", "first": "Dianna", "job_title": "Partner"}, "Silvia-Calvet": {"website": "http://about.me/silviacalvet", "is_keynote": false, "session_links": [{"session_title": "Switch on and design for good everyday", "entry_id": "81", "session_type": "Presentation"}], "links": ["silviacalvet", "http://about.me/silviacalvet"], "class_name": "gender-f", "twitter": "silviacalvet", "safe": "Silvia-Calvet", "prefix": "", "id": "Silvia-Calvet", "biography": ["Silvia is a T-shaped passionate UX Designer, specialized in Conceptualization &amp; Strategy, that loves to connect supposedly unconnected dots. As a natural facilitator, she looks for a COllaborative way of COworking with users and customers at every step of the design process. She was a UX team of one for more than 10 years. Nowadays she is Customer eXperience consultant at everis, and Board member of Uniting People, a non-profit that helps people to find tools, ideas and connections to change the world for better. She believes that Happiness is a journey, not a destination, and so, she applies it at a personal and professional level everyday."], "session_types": "presentation", "src": "silviacalvet", "last": "Calvet", "country": "es", "gender": "f", "organization": "", "first": "Silvia", "job_title": "Customer EXperience Designer"}, "Kendra-Shimmell": {"website": "http://www.linkedin.com/in/kendrashimmell", "is_keynote": false, "session_links": [{"session_title": "Interaction Design Education Summit", "entry_id": "WK16", "session_type": "Workshop"}, {"session_title": "Interaction Design Education Workshop Report Back", "entry_id": "PNL5", "session_type": "Panel"}], "links": ["kshimmell", "http://www.linkedin.com/in/kendrashimmell"], "class_name": "gender-f", "twitter": "kshimmell", "safe": "Kendra-Shimmell", "prefix": "", "id": "Kendra-Shimmell", "biography": ["Kendra is the Director of Cooper U and creator of Cooper&apos;s groundbreaking UX Boot Camp that pairs design training with meaningful projects for non-profits. An educator, speaker, and designer, she has brought user-centered strategy and design to big companies and startups in a range of industries from healthcare to retail to financial services. Her work with Cooper&apos;s UX Boot Camp has paired working designers with the American Red Cross, Women&apos;s Earth Alliance, and The Edible Schoolyard Project, and her interests in education and healthcare have also yielded a partnership with Rock Health to educate their healthcare startups on product design and brand development.", "A former board member of the Interaction Design Association (IxDA) where she had a central role in establishing the business infrastructure, Kendra loves fashion, classical music, air guitar, and hair bands, and all things related to dance and technology. Follow Kendra on Twitter @Kshimmell."], "session_types": "workshop panel", "src": "kendrashimmell", "last": "Shimmell", "country": "us", "gender": "f", "organization": "Cooper", "first": "Kendra", "job_title": "Managing Director, Cooper U"}, "David-Panarelli": {"website": "http://livingsocial.com", "is_keynote": false, "session_links": [{"session_title": "Sketch to Win", "entry_id": "PK2", "session_type": "PechaKucha"}], "links": ["dpan", "http://livingsocial.com"], "class_name": "gender-m", "twitter": "dpan", "safe": "David-Panarelli", "prefix": "", "id": "David-Panarelli", "biography": ["David Panarelli is Manager, UX at LivingSocial in Washington, DC. Since coming to LivingSocial in Novermber of 2011, he led the effort to rearchitect their consumer facing web site. He has experience working in product teams, client services, and as an independent consultant for a wide range of companies. He also has a wife and two kids."], "session_types": "pechakucha", "src": "davidpanarelli", "last": "Panarelli", "country": "us", "gender": "m", "organization": "LivingSocial", "first": "David", "job_title": "Manager, UX"}, "Robyn-Polan": {"website": "http://normative.com", "is_keynote": false, "session_links": [{"session_title": "Intent Planning: A Tool For Designing Strategies That Work", "entry_id": "WK2", "session_type": "Workshop"}], "links": ["r_polan", "http://normative.com"], "class_name": "gender-f", "twitter": "r_polan", "safe": "Robyn-Polan", "prefix": "", "id": "Robyn-Polan", "biography": ["Robyn is a Toronto-based interaction designer with a background in urban planning and interdisciplinary design strategy.  A graduate of Dalhousie University, the University of New South Wales and The Institute Without Boundaries, Robyn has yet to find a design problem that can stand up to her relentless execution, whether it&apos;s creating an urban environment, a brand identity or a responsive web experience.  She spends her days at Normative doing everything from running business strategy workshops to writing front end code, and splits her free time between her husband Josh, her dogs Taiga and Midnight and her Instagram account."], "session_types": "workshop", "src": "robynpolan", "last": "Polan", "country": "ca", "gender": "f", "organization": "Normative", "first": "Robyn", "job_title": "Designer"}, "Donald-Chestnut": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OPEN BRANDS: The Future of Brands is OPEN; The role of Interaction Design in building an open brand.", "entry_id": "PNL2", "session_type": "Panel"}, {"session_title": "The Great UX Debate", "entry_id": "PNL4", "session_type": "Panel"}], "links": ["D_Chesnut"], "class_name": "gender-m", "twitter": "D_Chesnut", "safe": "Donald-Chestnut", "prefix": "", "id": "Donald-Chestnut", "biography": ["Donald is SapientNitro&rsquo;s Chief Experience officer, and the global lead for SapientNitro&rsquo;s Experience Design practice. Over the course of his 17 years as an experience designer, he has worked with some of the world&rsquo;s leading brands, including Disney, HSBC, Target, Wall Street Journal, Bed Bath &amp; Beyond,United Airlines, BP, Citibank, Associated Press, Hilton International, UBS,Sprint, PetSmart, JetBlue, Staples, and Unilever.", "In addition to leading SapientNitro&apos;s Experience Design practice, Donald also lead&apos;s SapientNitro&apos;s Experience Innovation team, a team focused on defining strategies for future customer experiences, and the impact that emerging technology will in have in transforming businesses of all types, including retail, financial services, media, and more.", "In Donald&rsquo;s work, he takes customer-centered thinking and applies it to a wide-variety of business problems, from communications to commerce, and including content, community and digital service design. Donald&rsquo;s work requires leading a broad range of team members, including strategists, designers, information architects, content strategists, writers, developers and user researchers in the design and development of ground-breaking customer experiences that not only win awards, but also exceed the business goals that have been defined."], "session_types": "panel panel", "src": "donaldchestnut", "last": "Chestnut", "country": "us", "gender": "m", "organization": "SapientNitro", "first": "Donald", "job_title": "Chief Experience Officer"}, "Sara-Durning": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: Inclusive Health", "entry_id": "OCADS02", "session_type": "Showcase"}], "links": false, "class_name": "gender-f", "twitter": "", "safe": "Sara-Durning", "prefix": "", "id": "Sara-Durning", "biography": ["Sara Durning is a graduate student in the Master of Inclusive Design at OCAD University.  She works as an experience designer and strategist, currently at TD Canada Trust."], "session_types": "showcase", "src": "saradurning", "last": "Durning", "country": "ca", "gender": "f", "organization": "", "first": "Sara", "job_title": ""}, "Josh-Seiden": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Design Led Startups", "entry_id": "PNL1", "session_type": "Panel"}, {"session_title": "A Designer&apos;s Introduction to Lean Startup", "entry_id": "73", "session_type": "Presentation"}], "links": ["jseiden"], "class_name": "gender-m", "twitter": "jseiden", "safe": "Josh-Seiden", "prefix": "", "id": "Josh-Seiden", "biography": ["Josh Seiden is an interaction designer and design manager with deep expertise in entrepreneurial environments, both startup and enterprise. He is currently a Managing Director in the NYC office of Neo, a global product innovation studio. Previously he was program director for LUXr&rsquo;s NYC practice, was responsible for design at Liquidnet, and served on the leadership team at Cooper. He is one of the founders of IxDA, and served as an original board member and past President of the organization."], "session_types": "panel presentation", "src": "joshseiden", "last": "Seiden", "country": "us", "gender": "m", "organization": "Neo", "first": "Josh", "job_title": "Managing Director"}, "Maziar-Ghaderi": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: ONEMILE &#8211; a shared experience", "entry_id": "OCADS01", "session_type": "Showcase"}], "links": false, "class_name": "gender-u", "twitter": "", "safe": "Maziar-Ghaderi", "prefix": "", "id": "Maziar-Ghaderi", "biography": ["Maziar Ghaderi is a graduate student in the Masters, Digital Futures program at OCAD University. He also holds a BA in Communication."], "session_types": "showcase", "src": "maziarghaderi", "last": "Ghaderi", "country": "", "gender": "u", "organization": "", "first": "Maziar", "job_title": ""}, "David-Sherwin": {"website": "http://www.frogdesign.com/", "is_keynote": false, "session_links": [{"session_title": "Bringing Users Into Your Process Through Participatory Design", "entry_id": "WK7", "session_type": "Workshop"}], "links": ["changeorder", "http://www.frogdesign.com/"], "class_name": "gender-m", "twitter": "changeorder", "safe": "David-Sherwin", "prefix": "", "id": "David-Sherwin", "biography": ["David Sherwin is a Principal Designer at frog, a global innovation firm, where he helps to guide the design of novel products and services for some of today&apos;s leading companies. At frog, he works with teams to create new ways of integrating design research, strategy, and technology as part of the innovation process. He is also a Senior Lecturer and founding faculty member in the BFA in Interaction Design program at California College of the Art, where he teaches students how to bring storytelling into the UX design process. David has authored two books on design: Creative Workshop: 80 Challenges to Sharpen Your Design Skills and Success by Design: The Essential Business Reference for Designers. He has spoken and taught workshops at many design schools and conferences, such as Interaction 11, HOW Design Live, and SxSW. He also mentors designer-led startups through The Designer Fund. David lives in Oakland, California with his wife, the poet and teacher Mary Paynter Sherwin. In his free time, he loves to rock climb, do yoga, eat dark chocolate, and travel. David plans on teaching this workshop with Erin Sanders, a Senior Interaction Designer at frog in the San Francisco studio and a Lecturer at California College of the Arts."], "session_types": "workshop", "src": "davidsherwin", "last": "Sherwin", "country": "us", "gender": "m", "organization": "frog", "first": "David", "job_title": "Principal Designer"}, "Sander-Viegers": {"website": "http://www.Bing.com", "is_keynote": false, "session_links": [{"session_title": "Designer as Connector. The story of adding 722 emoticons to Windows 8 and designing the invisible parts of the UX by connecting people.", "entry_id": "58A", "session_type": "Presentation"}], "links": ["sanderviegers", "http://www.Bing.com"], "class_name": "gender-m", "twitter": "sanderviegers", "safe": "Sander-Viegers", "prefix": "", "id": "Sander-Viegers", "biography": ["Sander Viegers is a creative designer with 15 years of experience in shipping innovative software solutions. In his work he focusses on finding the edge of pushing original ideas while being grounded in reality and fostering a collaborative environment. Sander works currently on future versions of the Amazon shopping experience. Previously he worked on Microsoft Office, SharePoint, Windows 8 applications and Bing.  He has been a speaker at IxDA in the Netherlands and guest speaker at various educational institutions."], "session_types": "presentation", "src": "sanderviegers", "last": "Viegers", "country": "us", "gender": "m", "organization": "Amazon", "first": "Sander", "job_title": "Designer"}, "Colin-Clark": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Inclusive Design: Designing for a Diverse World", "entry_id": "WKOCAD", "session_type": "Workshop"}], "links": false, "class_name": "gender-b", "twitter": "", "safe": "Colin-Clark", "prefix": "", "id": "Colin-Clark", "biography": ["Colin Clark is the Lead Software Architect at OCAD University&apos;s Inclusive Design Research Centre, an expert in designing accessible, web-based user interface platforms, and has worked in the field of inclusive software design for over fifteen years. He is a co-founder of the Fluid Project, an open source community dedicated to improving the usability and accessibility of the open web. Colin also is the lead developer of the Global Public Inclusive Infrastructure, an international effort to build personalized cloud-based accessibility directly into web, desktop, and mobile platforms. Colin has been a contributor to a variety of open source projects, including jQuery UI, uPortal, Sakai, Cloud4All, CollectionSpace, and Flocking."], "session_types": "workshop", "src": "colinclark", "last": "Clark", "country": "ca", "gender": "b", "organization": "OCAD U", "first": "Colin", "job_title": "Lead Software Architect"}, "Matthew-Powers": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Smart and Beautiful: Designing Robots and Intelligent Machines", "entry_id": "88A", "session_type": "Presentation"}], "links": ["mdpowers"], "class_name": "gender-m", "twitter": "mdpowers", "safe": "Matthew-Powers", "prefix": "Dr. ", "id": "Matthew-Powers", "biography": ["Matt is interested in how robots and intelligent machines can solve real human problems and work with people to accomplish complex tasks. At Carnegie Mellon University&apos;s National Robotics Engineering Center, he applies theoretically inspired solutions to real-world robotics systems. He has over 10 years' experience in robotics, machine learning and computational intelligence, is a veteran of several high-profile DARPA research programs including the LAGR and LS3 programs, and served as control lead for Georgia Tech&apos;s DARPA Urban Challenge entry. Matt holds a Ph.D. in Computer Science from Georgia Tech."], "session_types": "presentation", "src": "matthewpowers", "last": "Powers", "country": "us", "gender": "m", "organization": "National Robotics Engineering Center, Carnegie Mellon University", "first": "Matthew", "job_title": "Senior Robotics Specialist"}, "Gretchen-Anderson": {"website": "http://www.greatschools.org", "is_keynote": false, "session_links": [{"session_title": "Driving Impact not Serving Shareholders: Lessons from the Non-Profit World", "entry_id": "76", "session_type": "Presentation"}], "links": ["gretared", "http://www.greatschools.org"], "class_name": "gender-f", "twitter": "gretared", "safe": "Gretchen-Anderson", "prefix": "", "id": "Gretchen-Anderson", "biography": ["After 15 years as an interaction designer consulting with a variety of clients, I am now responsible for the product development of a non-profit, focused on helping parents get their kids a great education. My focus is on building strong team ties, creating a common understanding of how we drive social impact, and how creativity supports an organization that is highly data-driven. My background is largely in designing interactions with physical products, especially in the field of medical devices. But having transitioned to web-based products, aimed at parents, I am always seeking new ways of working, understanding people and delivering results for the families we serve."], "session_types": "presentation", "src": "gretchenanderson", "last": "Anderson", "country": "us", "gender": "f", "organization": "GreatSchools.org", "first": "Gretchen", "job_title": "VP, Product"}, "Cliff-Kuang": {"website": "http://www.fastcodesign.com", "is_keynote": false, "session_links": [{"session_title": "ReDux Live: IxD13", "entry_id": "PNL6", "session_type": "Panel"}], "links": ["cliffkuang", "http://www.fastcodesign.com"], "class_name": "gender-m", "twitter": "cliffkuang", "safe": "Cliff-Kuang", "prefix": "", "id": "Cliff-Kuang", "biography": ["Cliff Kuang is design editor at Fast Company magazine, overseeing its design coverage in print and online. He is also the founder of Co.Design (www.fastcodesign.com), a spin-off of FastCompany.com which covers design, innovation, and business. In 2011, Co.Design won the National Magazine Award for best online department. Recently, his work was collected in The Best Business Writing of 2012. Prior to Fast Company, Cliff has been an editor at I.D. magazine and The Economist. His writing has also appeared The New York Times Magazine, Slate, Wired, Popular Science, and many other places. He began his career working as a management consultant at Bain &amp; Company."], "session_types": "panel", "src": "cliffkuang", "last": "Kuang", "country": "us", "gender": "m", "organization": "Fast Co. Design", "first": "Cliff", "job_title": "Editor"}, "Teresa-Brazen": {"website": "http://www.TeresaBrazen.com", "is_keynote": false, "session_links": [{"session_title": "Designing Culture", "entry_id": "WK11", "session_type": "Workshop"}], "links": ["TeresaBrazen", "http://www.TeresaBrazen.com"], "class_name": "gender-f", "twitter": "TeresaBrazen", "safe": "Teresa-Brazen", "prefix": "", "id": "Teresa-Brazen", "biography": ["As Curriculum &amp; Marketing Strategist for Cooper U, Teresa Brazen pulls from her experience across many disciplines (film, design, journalism) to inspire curriculum, teach, communicate and build community. Her passion is evangelizing and creating intentional environments for teams and organizations, alike. The thoughtful design of these \"&ldquo;environments&rdquo;\" (both physical and figurative) results in outcomes that are co-created, co-owned--and, of course, creatively charged.", "In her free time, Teresa makes short films. She interviews people at the edges of industry and culture, and shares their stories in her podcast, \"\"Tea with Teresa.\"\" With the aim of exploring what makes people tick, Teresa uses video, installation, prose, and performance to expose universal emotions that people are often uncomfortable sharing publicly. Her work has exhibited internationally in Guyana, Malaysia, China, Italy, and the Getty Museum in Los Angeles. Follow Teresa on Twitter @teresabrazen."], "session_types": "workshop", "src": "teresabrazen", "last": "Brazen", "country": "us", "gender": "f", "organization": "Cooper", "first": "Teresa", "job_title": "Curriculum &amp; Marketing Strategist, Cooper U"}, "Jon-Kolko": {"website": "http://www.ac4d.com", "is_keynote": false, "session_links": [{"session_title": "Methods of Design Synthesis", "entry_id": "WK8", "session_type": "Workshop"}], "links": ["jkolko", "http://www.ac4d.com"], "class_name": "gender-m", "twitter": "jkolko", "safe": "Jon-Kolko", "prefix": "", "id": "Jon-Kolko", "biography": ["Jon Kolko is Vice President of Design at MyEdu, and the Founder and Director of Austin Center for Design. His work focuses on bringing the power of design to social enterprises, with an emphasis on entrepreneurship and large-scale industry disruption. He has worked extensively with both startups and Fortune 500 clients, and he has a breadth of experience in consumer electronics, mobility, web services, supply chain management, demand planning, and customer-relationship management. He has worked with big-brand clients such as AT&amp;T, HP, Nielsen, Bristol-Myers Squibb, Ford, IBM, Palm and other leaders of the Global 2000, as well as with startups like Socialware, Spredfast, Vast, Attivio, and more.", "Jon has held positions of Executive Director of Design Strategy at Thinktiv, a venture accelerator in Austin, Texas, and both Principal Designer and Associate Creative Director roles at frog design, a global innovation firm. He was also a Professor of Interaction and Industrial Design at the Savannah College of Art and Design, where he was instrumental in building both the Interaction and Industrial Design undergraduate and graduate programs. Jon has also held the role of Director for the Interaction Design Association (IxDA), and Editor-in-Chief of interactions magazine, published by the ACM.", "Jon is the author of the book Thoughts on Interaction Design, published by Morgan Kaufmann, Exposing the Magic of Design: A Practitioner&apos;s Guide to the Methods and Theory of Synthesis, published by Oxford University Press, and the text Wicked Problems: Problems Worth Solving, published by Austin Center for Design."], "session_types": "workshop", "src": "jonkolko", "last": "Kolko", "country": "us", "gender": "m", "organization": "Austin Center for Design", "first": "Jon", "job_title": "Director"}, "Andy-Goodman": {"website": "http://www.fjordnet.com", "is_keynote": false, "session_links": [{"session_title": "Hack You: The Human Body is the Next Interface", "entry_id": "63", "session_type": "Presentation"}], "links": ["goodmania", "http://www.fjordnet.com"], "class_name": "gender-m", "twitter": "goodmania", "safe": "Andy-Goodman", "prefix": "", "id": "Andy-Goodman", "biography": ["Andy is a futurist. He&rsquo;s been a digital native since 1994, when he wrote a documentary called &ldquo;Secrets of the Internet.&rdquo; Along with his love of digital, Andy is inspired by scientists: brilliant people who make surreal discoveries and work to transform reality. Now, as one of the early pioneers of the service design industry, Andy helps transform the world&rsquo;s biggest brands through innovative design.", "After spending years in the games and interactive television industries, Andy fell in love with mobile, and joined Fjord London as the director of service design. He later became the managing director ofFjord Madrid, where he has rapidly led the studio to become one of the most sought after design agencies in Spain working with clients such as BBVA and Telefónica.", "Andy is an expert in mobile and a frequent speaker at global conferences and events including TED Talent Search Amsterdam 2012, TEDx Madrid 2011, Mobile 2.0 Barcelona 2011, and at M-Football Conference 2010. When Andy isn&rsquo;t thinking about the future of mobile, he still tries to emulate great scientists, but Andy&rsquo;s experimentation isn&rsquo;t in a lab. It&rsquo;s in the kitchen, where he is working on the perfect curry recipe."], "session_types": "presentation", "src": "andygoodman", "last": "Goodman", "country": "es", "gender": "m", "organization": "Fjord", "first": "Andy", "job_title": "Service Design Director"}, "Sandra-Earl": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: Inclusive Education", "entry_id": "OCADS04", "session_type": "Showcase"}], "links": false, "class_name": "gender-f", "twitter": "", "safe": "Sandra-Earl", "prefix": "", "id": "Sandra-Earl", "biography": ["Sandra Earl is a graduate student in the Master of Inclusive Design at OCAD University, she holds a Bachelor of Arts from University of Waterloo. She is a Usability and Accessibility Specialist for the learning technology company Desire2Learn."], "session_types": "showcase", "src": "sandraearl", "last": "Earl", "country": "", "gender": "f", "organization": "", "first": "Sandra", "job_title": ""}, "Martina-Schell": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Lean Startup In Design Consulting: Lessons Learned", "entry_id": "53", "session_type": "Presentation"}], "links": false, "class_name": "gender-f", "twitter": "", "safe": "Martina-Schell", "prefix": "", "id": "Martina-Schell", "biography": ["Martina Schell is a User Experience consultant who specialises in user-centered design, experience strategy and design research. She has over 14 years experience in interactivity for web, desktop and devices, with a background in brand development.", "She has worked for boutique UX consultancies, creative agencies, world leading dotcom and start-up environments, and has helped Fortune 100 and start-up companies across a wide range of sectors develop new products and services, or measurably improve existing ones.", "She holds a MA in Applied Imagination from Central Saint Martins, where she conducted research into methods for multi-disciplinary collaboration and adoption of user-centered thinking to support creativity and innovation.", "Martina co-founded UX Tuesday and mentors at Seedcamp to bring UX expertise to startups. She serves on the UK UXPA committee, is a co-organiser of UXcamp London and a regular event speaker."], "session_types": "presentation", "src": "martinaschell", "last": "Schell", "country": "uk", "gender": "f", "organization": "Method", "first": "Martina", "job_title": "UX Lead"}, "Nir-Eyal": {"website": "http://www.NirAndFar.com", "is_keynote": false, "session_links": [{"session_title": "Stop Designing Apps And Start Designing Habits", "entry_id": "43", "session_type": "Presentation"}], "links": ["nireyal", "http://www.NirAndFar.com"], "class_name": "gender-m", "twitter": "nireyal", "safe": "Nir-Eyal", "prefix": "", "id": "Nir-Eyal", "biography": ["Nir Eyal writes, consults, and teaches about the intersection of psychology, technology, and business. Nir founded two tech companies since 2003 and today is a Lecturer in Marketing at the Stanford Graduate School of Business. Nir is also an advisor to several Bay Area start-ups and incubators. Nir&rsquo;s last company received venture funding from Kleiner Perkins Caufield &amp; Byers and was acquired in 2011. In addition to blogging at NirAndFar.com, Nir is a contributing writer for Forbes, TechCrunch, and Psychology Today. He writes to help companies create behaviors that benefit their users through persuasive design, while educating people on how to build healthful habits in their own lives. Nir attended The Stanford Graduate School of Business and Emory University."], "session_types": "presentation", "src": "nireyal", "last": "Eyal", "country": "us", "gender": "m", "organization": "NirAndFar.com", "first": "Nir", "job_title": "Behavior Engineer and Blogger"}, "Local-Leaders": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Local Leaders Workshop", "entry_id": "WKLL", "session_type": "Workshop"}], "links": false, "class_name": "gender-u", "twitter": "", "safe": "Local-Leaders", "prefix": "", "id": "Local-Leaders", "biography": ["Forthcoming&hellip;"], "session_types": "workshop", "src": "localleaders", "last": "Leaders", "country": "Unknown", "gender": "u", "organization": "", "first": "Local", "job_title": ""}, "Alexander-Baumgardt": {"website": "http://baumgardt.me/baumgardt.jpg", "is_keynote": false, "session_links": [{"session_title": "Consultantship: The art of hearing and being heard", "entry_id": "WK14", "session_type": "Workshop"}], "links": ["http://baumgardt.me/baumgardt.jpg"], "class_name": "gender-m", "twitter": "", "safe": "Alexander-Baumgardt", "prefix": "", "id": "Alexander-Baumgardt", "biography": ["Alexander Baumgardt is a designer turned management consultant &amp; educator &#8211; dedicated to explore and define applicable tactics and methodologies to master complexity and resolve uncertainty in business-, product- and service-strategy. Alexander&apos;s foremost goal and passion is helping decision-makers to see opportunities and become comfortable with innovative change. Over a decade Alexander has built up a unique portfolio and methodology of systems thinking, interaction design, organization, strategic planning and visual modeling. Alexander has been involved in designing &amp; advising award-winning experiences and programs in a diverse set of B2B and B2C industries such as automotive, consumer electronics, financial services, transportation, media, telecommunications and information technology. Starting spring 2013, he teaches the Experience-Design-Course at the new Interaction Design Program at the California College of Arts (CCA) in San Francisco."], "session_types": "workshop", "src": "alexanderbaumgardt", "last": "Baumgardt", "country": "us", "gender": "m", "organization": "Systemic Partners / CCA Interaction Design Program", "first": "Alexander", "job_title": "Management Consultant and Adjunct Professor"}, "Audrey-Richard-Laurent": {"website": "http://www.arichardlaurent.com", "is_keynote": false, "session_links": [{"session_title": "Compliance : design to facilitate a healthcare service", "entry_id": "66B", "session_type": "Presentation"}], "links": ["arichardlaurent", "http://www.arichardlaurent.com"], "class_name": "gender-f", "twitter": "arichardlaurent", "safe": "Audrey-Richard-Laurent", "prefix": "", "id": "Audrey-Richard-Laurent", "biography": ["Audrey Richard-Laurent is a designer and a facilitator. She describes her practice as \"inserting design in places where it is not expected\". She builds on her passion for innovation, creative processes and complex data representation to create relevant and unexpected solutions for users. This approach has led her through a variety of domains and industries ranging from textile design to medical imagery to symbiotic bio-chemistry, healthcare-focused design, experiments in augmented reality and eventually interaction design.\u2028 Her goal is to lay the groundwork for new and amazing user experiences through semiotics, information strategy and the representation of complex data sets in an iterative and collaborative approach: a &rsquo;sustainable interaction design&rsquo; process. Audrey is always looking for her next challenge. She is also co-founder and local leader of the Paris chapter of IxDA."], "session_types": "presentation", "src": "audreyrichardlaurent", "last": "Richard-Laurent", "country": "fr", "gender": "f", "organization": "www.arichardlaurent.com", "first": "Audrey", "job_title": "Innovation &amp; Interaction Design Consultancy"}, "Jess-Mitchell": {"website": ".", "is_keynote": false, "session_links": [{"session_title": "Inclusive Design: Designing for a Diverse World", "entry_id": "WKOCAD", "session_type": "Workshop"}], "links": ["."], "class_name": "gender-u", "twitter": "", "safe": "Jess-Mitchell", "prefix": "", "id": "Jess-Mitchell", "biography": ["Jess Mitchell is the Senior Manager of Research and Development for the Inclusive Design Institute and the Project Manager for the Fluid Project (http://fluidproject.org/). Jess has worked on a number of large, complex, distributed projects, bridging gaps and fostering innovation. Those projects have ranged from building the Ghana Internet Exchange Point in West Africa to serving as co-Project Manager on the Duke Digital Initiative (iPod project +), and co-teaching an open source project course with 4th year students at Duke University."], "session_types": "workshop", "src": "jessmitchell", "last": "Mitchell", "country": "ca", "gender": "u", "organization": "OCAD U", "first": "Jess", "job_title": "Senior Manager of Research and Development for the Inclusive Design Institute"}, "Hudson-Pridham": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: ONEMILE &#8211; a shared experience", "entry_id": "OCADS01", "session_type": "Showcase"}], "links": false, "class_name": "gender-b", "twitter": "", "safe": "Hudson-Pridham", "prefix": "", "id": "Hudson-Pridham", "biography": ["Hudson Pridham is a graduate student in the Masters, Digital Futures program at OCAD University, and holds an undergraduate degree in Architecture from Waterloo University."], "session_types": "showcase", "src": "hudsonpridham", "last": "Pridham", "country": "", "gender": "b", "organization": "", "first": "Hudson", "job_title": ""}, "Greg-Martin": {"website": "http://www.ziba.com", "is_keynote": false, "session_links": [{"session_title": "Navigating the Media Minefield", "entry_id": "27", "session_type": "Presentation"}], "links": ["sirgerg", "http://www.ziba.com"], "class_name": "gender-m", "twitter": "sirgerg", "safe": "Greg-Martin", "prefix": "", "id": "Greg-Martin", "biography": ["As a founding member of Ziba&rsquo;s UX team, Greg guides UX projects and mentors junior designers, and has worked for Ziba for more than 7 years. Greg finds inspiration in the process of bringing designs \"off the page\" through prototyping, and enjoys the excitement consumers show when interacting with something new (even on a rough level) that addresses an unsolved problem in their lives. His goal is not just to design well-crafted experiences, but also to make them real (which is often the biggest challenge)."], "session_types": "presentation", "src": "gregmartin", "last": "Martin", "country": "us", "gender": "m", "organization": "Ziba", "first": "Greg", "job_title": "Senior User Experience Designer"}, "Dan-Willis": {"website": "http://www.dswillis.com", "is_keynote": false, "session_links": [{"session_title": "10 Things You NEVER Do in a Client Meeting", "entry_id": "PK11", "session_type": "PechaKucha"}], "links": ["uxcrank", "http://www.dswillis.com"], "class_name": "gender-m", "twitter": "uxcrank", "safe": "Dan-Willis", "prefix": "", "id": "Dan-Willis", "biography": ["Dan Willis is the Director of Mobile Experience Design for Marriott.com with earlier gigs at Sapient, PBS and washingtonpost.com. He has been launching robust digital products since the mid 1990s. He has designed and coded major Web sites; designed, facilitated, and analyzed usability testing; and managed design, IA, and Web analytics resources. Willis is the creator of UX Crank (www.uxcrank.com), a highly opinionated resource for UX professionals. He has presented at past IxDA conferences, a handful of South by Southwest Interactive Festivals, and every freak show or traveling geek emporium within a hundred miles of his home in Virginia."], "session_types": "pechakucha", "src": "danwillis", "last": "Willis", "country": "us", "gender": "m", "organization": "Marriott", "first": "Dan", "job_title": "Director of Mobile Experience Design"}, "Ana-Domb": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Freedom and Constraints: Setting up an IxD School in Costa Rica", "entry_id": "IM1", "session_type": "Idea Market"}], "links": ["anadk"], "class_name": "gender-f", "twitter": "anadk", "safe": "Ana-Domb", "prefix": "", "id": "Ana-Domb", "biography": ["Ana Domb Krauskopf is in the process of building the first Interaction Design school in Central America at Costa Rica&apos;s Veritas University. She previously worked as Director of Brand Innovation at Almabrands in Chile. She is a journalist, film and music producer and ethnographer and teaches courses on applied communications with Universidad del Desarrollo in Chile. Prior to moving to Latin America, she worked in user experience research at THE MEME, a design consultancy based out of Cambridge.  Ana holds a Master&apos;s degree from the Program in Comparative Media Studies at MIT, where she was a researcher with the Convergence Culture Consortium. In her native Costa Rica, she co-founded Cinergia, the first film production fund designed to stimulate media activity in Central America and Cuba. There, she also worked with the Papaya Music label, where she co-produced the Papaya Fest, an eclectic large-scale Central American music festival.  She co-authored \"If It Doesn&apos;t Spread, It&apos;s Dead: Creating Value in a Spreadable Marketplace\" with Henry Jenkins and Xiaochang Li, the white paper which inspired the forthcoming NYU Press book Spreadable Media: Creating Value and Meaning in a Networked Society by Jenkins, Sam Ford, and Joshua Green. She also wrote the white paper \"Tacky and Proud: Exploring Technobrega&apos;s Value Network\" for the Consortium.  Ana has also consulted with Turner Broadcasting and Comcast, as well as working beside anthropologist Grant McCracken."], "session_types": "idea-market", "src": "anadomb", "last": "Domb", "country": "cr", "gender": "f", "organization": "Universidad Veritas", "first": "Ana", "job_title": "Director, School of Interaction Design"}, "Kate-Hartman": {"website": "http://www.katehartman.com/", "is_keynote": true, "session_links": [{"session_title": "Social Prosthetics: Technology and the Human Form", "entry_id": "KEY4", "session_type": "Keynote"}], "links": ["katehartman", "http://www.katehartman.com/"], "class_name": "gender-f", "twitter": "katehartman", "safe": "Kate-Hartman", "prefix": "", "id": "Kate-Hartman", "biography": ["Kate Hartman is an artist, technologist, and educator whose work spans the fields of physical computing, wearable electronics, and conceptual art. She is the co-creator of Botanicalls, a system that lets thirsty plants place phone calls for human help, and the Lilypad XBee, a sewable radio transceiver that allows your clothing to communicate. Her work has been exhibited internationally and featured by the New York Times, BBC, CBC, NPR, in books such as \"Fashionable Technology\" and \"Art Science Now.\" She was a speaker at TED 2011 and her work is included in the permanent collection of the Museum of Modern Art in New York. Hartman is based in Toronto at OCAD University where she is the Assistant Professor of Wearable &amp; Mobile Technology and Director of the Social Body Lab. She is also the director of ITP Camp, a summer program at ITP/NYU. Hartman enjoys bicycles, rock climbing, and someday hopes to work in Antarctica."], "session_types": "keynote", "src": "katehartman", "last": "Hartman", "i": 3, "country": "ca", "gender": "f", "organization": "OCAD University", "first": "Kate", "job_title": "Artist &amp; Technologist"}, "Kunal-Patel": {"website": "http://www.hugeinc.com", "is_keynote": false, "session_links": [{"session_title": "Badges are the Backup Quarterbacks of Game Design", "entry_id": "180", "session_type": "Presentation"}], "links": ["kunaldpatel", "http://www.hugeinc.com"], "class_name": "gender-m", "twitter": "kunaldpatel", "safe": "Kunal-Patel", "prefix": "", "id": "Kunal-Patel", "biography": ["Kunal Patel is an Associate Experience Lead at Huge, a full-service digital agency responsible for core digital strategy, marketing and implementation for some of the largest companies and brands in the world. He has worked with clients such as the Four Seasons, American Express, and Pizza Hut to create user-centered digital platforms and products. Recently, he served as a panelist alongside Jeff Goethelf and Peter Bell at Huge&amp;rsquo;s &amp;lsquo;Agile Development in an Agency Setting&amp;rsquo; event, discussing his experience implementing &amp;ldquo;creative agile&amp;rdquo; strategies within an agency environment. Kunal joined Huge in 2010 after earning his MFA in Design and Technology at Parsons The New School for Design. His studies in interaction design, game design, programming, and media art have given him a diverse foundation for design thinking. Simultaneously studying Interaction and Game Design has given Kunal has a unique perspective on the parallels between the disciplines. Prior to receiving his MFA, Kunal earned a B. Architecture from Carnegie Mellon University and was employed as a Junior Architect in New York City."], "session_types": "presentation", "src": "kunalpatel", "last": "Patel", "country": "us", "gender": "m", "organization": "Huge", "first": "Kunal", "job_title": "Associate Experience Lead"}, "Tonia-Bartz": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Counting is for More than Calories", "entry_id": "IM2", "session_type": "Idea Market"}], "links": ["tonia"], "class_name": "gender-f", "twitter": "tonia", "safe": "Tonia-Bartz", "prefix": "", "id": "Tonia-Bartz", "biography": ["As a people-focused ethnographer and interaction designer, Tonia M. Bartz is passionate about people and focused on interfaces that create meaningful, usable solutions to problems. Armed with a Masters degree from the Information Architecture + Knowledge Management (IAKM) program at Kent State University, she currently works as a Human Sciences designer at General Dynamics C4 Systems. Tonia is the founder of IxDA Phoenix and is currently the Regional Coordinator for IxDA North American Local Groups. When she&apos;s not in the office or working on community-based projects, chances are you can find her involved in some serious karaoke, running obstacle courses, or perfecting her Ginger Ale recipe."], "session_types": "idea-market", "src": "toniabartz", "last": "Bartz", "country": "us", "gender": "f", "organization": "", "first": "Tonia", "job_title": ""}, "Iram-Mirza": {"website": "", "is_keynote": false, "session_links": [{"session_title": "You&rsquo;ve been asked to re-design the wheel", "entry_id": "169", "session_type": "Presentation"}], "links": false, "class_name": "gender-f", "twitter": "", "safe": "Iram-Mirza", "prefix": "", "id": "Iram-Mirza", "biography": ["Iram Mirza is a Lead Product Designer at Citrix systems and an alum of Stanford University&rsquo;s d.school program. Prior to Citrix, Iram was the first member of the UI design team at 23andMe, a personal genome company that was Time Magazine&apos;s product of the year in 2008. She has also worked at PayPal and Oracle as an interaction designer. When not working on innovative desktop virtualization products, she is found searching for the perfect pair of golden shoes, daydreaming of a 0-calorie chocolate cupcake, or following the latest Silicon Valley trends. Feel free to connect with her at: <a href=\"http://www.linkedin.com/profile/view?id=1203043\" target=\"_blank\">linkedin.com/profile/view?id=1203043</a> &#8211; she&apos;s even willing to share her genome!"], "session_types": "presentation", "src": "irammirza", "last": "Mirza", "country": "us", "gender": "f", "organization": "Citrix Systems", "first": "Iram", "job_title": "Lead Product Designer"}, "Jason-Brush": {"website": "http://www.possible.com", "is_keynote": false, "session_links": [{"session_title": "The Dream of the 90s is Alive", "entry_id": "88B", "session_type": "Presentation"}], "links": ["jasonbrush", "http://www.possible.com"], "class_name": "gender-m", "twitter": "jasonbrush", "safe": "Jason-Brush", "prefix": "", "id": "Jason-Brush", "biography": ["Jason Brush teaches at UCLA and Art Center College of Design in Pasadena, and is EVP of Creative at POSSIBLE, WPP&rsquo;s largest digital agency, where he oversees Creative and User Experience in the agency&rsquo;s Los Angeles branch, and User Experience Design globally. His interaction design has won three Interactive Emmys (ABC.com and NBC Olympics), the Cannes Lions Gold (Google Art Project), and the IDEA Bronze (Samsung handset UI), among other awards. Recent projects he has lead include interactive installations for the BIll &amp; Melinda Gates Foundation, dashboard interfaces for BMW, 10&rsquo; UI for Sony PlayStation, and a forthcoming tablet app Disney. He holds an MFA in Film Directing from UCLA."], "session_types": "presentation", "src": "jasonbrush", "last": "Brush", "country": "us", "gender": "m", "organization": "POSSIBLE", "first": "Jason", "job_title": "EVP User Expereince"}, "Kristian-Simsarian": {"website": "http://cca.edu/interaction", "is_keynote": false, "session_links": [{"session_title": "Interaction Design Education Summit", "entry_id": "WK16", "session_type": "Workshop"}, {"session_title": "Consultantship: The art of hearing and being heard", "entry_id": "WK14", "session_type": "Workshop"}, {"session_title": "Interaction Design Education Workshop Report Back", "entry_id": "PNL5", "session_type": "Panel"}], "links": ["kristians", "http://cca.edu/interaction"], "class_name": "gender-m", "twitter": "kristians", "safe": "Kristian-Simsarian", "prefix": "", "id": "Kristian-Simsarian", "biography": ["Dr. Kristian Simsarian is the Interaction Design program chair at California College of the Arts (CCA). He believes in the power of design to simplify, enrich, and transform our lives and the world and his current academic focus is on increasing the capacity to humanize technology by training the next generation of designers. Kristian&apos;s consulting focus is to bring innovative human-centered design and strategy to meaningful fruition for companies and institutions from pixels to processes. Kristian brings a deep, diverse, and international background to his work that span from healthcare to high-tech, from pixels to processes. In addition to his own publications and patents, Kristian&rsquo;s work has been featured in Business Week, The New York Times, and Metropolis magazine, as well as being highlighted in numerous books on design, innovation and interaction design. Preceding his academic career to educate the future, Kristian was designing the future at IDEO where he cofounded the Software Experiences practice at IDEO and was a practice director on initiatives for many of the world&rsquo;s largest brands. Before IDEO, Kristian was inventing the future while working as a senior researcher and lab director at a number of technology research labs, in Europe, Asia and the US. He lives in San Francisco."], "session_types": "workshop workshop panel", "src": "kristiansimsarian", "last": "Simsarian", "country": "us", "gender": "m", "organization": "California College of the Arts", "first": "Kristian", "job_title": "Chair Interaction Design and IDEO Fellow"}, "Josh-Cothran": {"website": "http://www.joshcothran.net", "is_keynote": false, "session_links": [{"session_title": "Personas Made Personal", "entry_id": "117", "session_type": "Presentation"}], "links": ["joshcothran", "http://www.joshcothran.net"], "class_name": "gender-m", "twitter": "joshcothran", "safe": "Josh-Cothran", "prefix": "", "id": "Josh-Cothran", "biography": ["Josh Cothran is a User Experience Designer at Georgia Tech Research Institute (GTRI), a Local Leader of IxDA Atlanta, and an active member of Atlanta&rsquo;s chapters of CHI and UX Book Club. At GTRI, he conducts research and designs tools to inform and empower users; recent projects have included research into providers&rsquo; use of health IT, an interactive visualization of healthcare spending, and an online tool for vaccination scheduling.", "When he&rsquo;s not doing UX, you can find Josh taking photos, listening to and playing music, biking, and exploring the outdoors. He holds a BS in Computer Science and MS in Human-Computer Interaction from Georgia Tech.", "Josh is an INTJ (Introverted iNtuitive Thinking Judging)."], "session_types": "presentation", "src": "joshcothran", "last": "Cothran", "country": "us", "gender": "m", "organization": "Georgia Tech Research Institute (GTRI)", "first": "Josh", "job_title": "User Experience Designer"}, "Michael-Wolf": {"website": "http://www.formula-d.com", "is_keynote": false, "session_links": [{"session_title": "Interaction Design for learning", "entry_id": "65", "session_type": "Presentation"}], "links": ["michael_w_wolf", "http://www.formula-d.com"], "class_name": "gender-m", "twitter": "michael_w_wolf", "safe": "Michael-Wolf", "prefix": "", "id": "Michael-Wolf", "biography": ["Michael Wolf is an interaction designer, who moved to Cape Town, South Africa from Germany in 2003. In 2007 he founded Formula D interactive, an award winning design consultancy specialising in the design of interactive learning environments for schools, museums, showrooms or corporate visitor centres, using cutting edge multimedia technology. After studying Design at Cologne International School of Design (KISD) and École Nationale Superieure de Création Industriélle [ENSCI], Paris, France, he joined MARS &#8211; Exploratory Media Lab at the Fraunhofer Institute of Technology, Germany&rsquo;s equivalent of MIT in the U.S., to work on experimental human-computer interaction focusing on immersive media spaces and tangible interfaces for computer-enhanced learning. He is co-founder of Formlos design studio in Cologne, Germany, a design consultancy specialising in product design. Wolf has received several awards including the prestigious IF Design Award. He is member of the Cape Town Design Network management committee and has just initiated the launch of IxDA Cape Town, Africa&apos;s first IxDA group."], "session_types": "presentation", "src": "michaelwolf", "last": "Wolf", "country": "za", "gender": "m", "organization": "Formula D interactive", "first": "Michael", "job_title": "CEO / Interaction Designer"}, "Matt-Walsh": {"website": "", "is_keynote": false, "session_links": [{"session_title": "TENSE UP: Creating Positive Tensions in Experiences", "entry_id": "26B", "session_type": "Presentation"}, {"session_title": "OPEN BRANDS: The Future of Brands is OPEN; The role of Interaction Design in building an open brand.", "entry_id": "PNL2", "session_type": "Panel"}], "links": ["icecoldvideo"], "class_name": "gender-m", "twitter": "icecoldvideo", "safe": "Matt-Walsh", "prefix": "", "id": "Matt-Walsh", "biography": ["Matt founded, built and continues to lead a team of 25 Experience Designers at CP+B as they strive to eliminate dead ends and create the greatest product journeys and experiences in the world. This journey has included launching everything from projects to entire customer engagement systems for brands that include Dominos, Old Navy, Volkswagen, Microsoft, Burger King, MetLife, Milka, Under Armour, Sprite, Kraft and Best Buy. His group has also been influentially involved with CP+B&rsquo;s Product Innovation team in the launch and/or evolution of multiple startups that include but are not limited to B-Cycle, Green Garage and Angel&rsquo;s Envy. Prior to joining CP+B, Matt worked at R/GA on the Nike account. While working there he helped create and redesign a number of award winning sites including NikeID.com, NikeGridiron.com and NikeRunning.com. He also served as a gaming consultant for other clients including Target, Bank of America, IBM, Johnson &amp; Johnson, and Verizon.  During his career his work has been recognized by all the major award shows, including Cannes, the Clios, LIAA, the WebAwards, and the One Show.  Matt holds an M.P.S. From the Interactive Telecommunications Program at NYU, and a B.B.A. in marketing from the Mendoza College of Business at the University of Notre Dame."], "session_types": "presentation panel", "src": "mattwalsh", "last": "Walsh", "country": "us", "gender": "m", "organization": "Crispin Porter + Bogusky", "first": "Matt", "job_title": "EVP/Executive Experience Director"}, "Albert-Shum": {"website": "microsoft.com", "is_keynote": true, "session_links": [{"session_title": "Connecting: Emerging Themes for Interactions", "entry_id": "KEY3", "session_type": "Keynote"}], "links": ["microsoft.com"], "class_name": "gender-m", "twitter": "", "safe": "Albert-Shum", "prefix": "", "id": "Albert-Shum", "biography": ["Albert Shum directs the Windows Phone Design team at Microsoft. The team consists of interaction, visual, motion, industrial and brand designers along with user researchers &amp; design program managers working in an open studio. Our team collaborates with engineering &amp; business partners to create integrated mobile experiences for our consumers. Prior to Microsoft, Albert led the convergence of sports &amp; technology efforts at Nike resulting with the digital Nike+ experience. Albert has a Master&apos;s of Product Design from the Stanford University, a Bachelor of Science Mechanical Engineering from the University of Waterloo, and the General Management Program from Harvard Business School. In his spare time, Albert is usually found riding his bike, hanging with his family and trying to perfect his cooking."], "session_types": "keynote", "src": "albertshum", "last": "Shum", "i": 5, "country": "us", "gender": "m", "organization": "Microsoft", "first": "Albert", "job_title": "Windows Phone Design Studio General Manager"}, "Jer-Thorp": {"website": "blprnt.com", "is_keynote": true, "session_links": [{"session_title": "Data &amp; Human Experience", "entry_id": "KEY1", "session_type": "Keynote"}, {"session_title": "Data Depth and Ingenuity", "entry_id": "PNL3", "session_type": "Panel"}], "links": ["blprnt", "blprnt.com"], "class_name": "gender-m", "twitter": "blprnt", "safe": "Jer-Thorp", "prefix": "", "id": "Jer-Thorp", "biography": ["Jer Thorp is an artist and educator from Vancouver, Canada, currently living in New York. Coming from a background in genetics, his digital art practice explores the many-folded boundaries between science, data, art, and culture. Thorp&rsquo;s award-winning software-based work has been exhibited in Europe, Asia, North America and South America. Recently he has collaborated with NASA, visualized 138 years of Popular Science, and has had work exhibited at the Museum of Modern Art in Manhattan. Thorp is currently the Data Artist in Residence at the New York Times R&amp;D Group and Adjunct Professor at New York University&rsquo;s ITP program. He has over a decade of teaching experience, in Langara College&rsquo;s Electronic Media Design Program, at the Vancouver Film School, and as an artist-in-residence at the Emily Carr University of Art and Design."], "session_types": "keynote panel", "src": "jerthorp", "last": "Thorp", "i": 6, "country": "us", "gender": "m", "organization": "New York Times", "first": "Jer", "job_title": "Data Artist in Residence"}, "Azmina-Karimi": {"website": "http://www.linkedin.com/pub/azmina-karimi/15/b33/b15", "is_keynote": false, "session_links": [{"session_title": "Grandma likes my Facebook Status: How Older Adults are Influencing the Digital Enterprise", "entry_id": "142", "session_type": "Presentation"}], "links": ["azminak", "http://www.linkedin.com/pub/azmina-karimi/15/b33/b15"], "class_name": "gender-f", "twitter": "azminak", "safe": "Azmina-Karimi", "prefix": "", "id": "Azmina-Karimi", "biography": ["Azmina is a hybrid between a designer, researcher, and content strategist. She is a Vancouver native who resides in Boulder, CO as an Experience Designer at Crispin Porter + Bogusky.", "With a background in user research in the mobile phone realm, she never thought she would go into advertising. But the intersection of human-centered design, business and creativity intrigued her and she couldn&apos;t help but satisfy her curiosity. At CP+B, she gets the best of all worlds by conceiving compelling experiences for brands in both digital and physical realms.", "Azmina has a great interest in understanding different demographics, and has presented related work at two conferences so far:", " &bull; CSCW 2012 (Computer Supported Collaborative Work), where she presented her findings of the communication practices of older adults.", " &bull; IDC 2012 (Interaction Design and Children), where she presented Time-Me, a concept to help young children understand time in a tangible way.", "When she&apos;s not enhancing experiences, she&apos;s either singing with her Vancouver and Boulder bands, satisfying her foosball addiction, or eating frozen yogurt."], "session_types": "presentation", "src": "azminakarimi", "last": "Karimi", "country": "us", "gender": "f", "organization": "Crispin Porter + Bogusky", "first": "Azmina", "job_title": "Experience Designer"}, "Trip-ODell": {"website": "http://www.tripodell.com", "is_keynote": false, "session_links": [{"session_title": "If UX Can Kill it Probably Will: Designing for the 70 MPH Interface", "entry_id": "55A", "session_type": "Presentation"}], "links": ["tripodell", "http://www.tripodell.com"], "class_name": "gender-m", "twitter": "tripodell", "safe": "Trip-ODell", "prefix": "", "id": "Trip-ODell", "biography": ["Trip is a User Experience Designer at Audible.com (an Amazon Subsidiary). He listens to a lot of Audiobooks.", "From an early age, Trip developed an irritating habit of asking &ldquo;why?&rdquo; and never stopped. He has traveled the world in search of adventures, collecting stories (most of which are true), and finding interesting problems to solve.", "He is fascinated by the weird and wonderful ways human beings process, perceive, and interact with stories, places, and one another. One time, he even convinced Indiana University to grant him a Masters of Science in Immersive Mediated Environments.", "Trip&rsquo;s professional experience includes serving as a volunteer teacher on a Sioux Reservation in South Dakota, selling meat door-to-door in rural Ohio, and designing digital consumer products at Adobe, Microsoft and Amazon.", "His current work at Audible includes working on the next generation of storytelling experiences for The Cloud, Kindle, iOS, Android, Windows 8 as well as some amazing platforms/services coming soon. ", "He lives in Montclair, NJ with his wife, three children, and an emotionally distant Labrador named Duke.  Among his myriad of skills and interests, Trip can make balloon animals on request."], "session_types": "presentation", "src": "tripodell", "last": "ODell", "country": "us", "gender": "m", "organization": "Audible/Amazon", "first": "Trip", "job_title": "Senior Interaction Designer"}, "Haig-Armen": {"website": "http://www.liftstudios.ca/", "is_keynote": false, "session_links": [{"session_title": "Interaction Design Education Summit", "entry_id": "WK16", "session_type": "Workshop"}, {"session_title": "Interaction Design Education Workshop Report Back", "entry_id": "PNL5", "session_type": "Panel"}], "links": ["haigarmen", "http://www.liftstudios.ca/"], "class_name": "gender-m", "twitter": "haigarmen", "safe": "Haig-Armen", "prefix": "", "id": "Haig-Armen", "biography": ["As one of Canada&apos;s most respected and innovative digital design talents, Haig has been designing brands, advertising, and interactive projects for 15 years. As a producer of CBC Radio 3&apos;s groundbreaking online magazine, Haig created editorial, design and marketing strategies that have earned a die-hard audience.", "Haig has had the honour of winning a variety of awards throughout his career, including no less than three Webby Awards, two Prix Italia for Web Arts and Drama and a Gold Medal from the Art Director&apos;s Club of New York to name only a few.", "He is also the founder and creative director of LiFT Studios and holds a position as an Assistant Professor of Design and Dynamic Media at Emily Carr University of Art + Design."], "session_types": "workshop panel", "src": "haigarmen", "last": "Armen", "country": "ca", "gender": "m", "organization": "LiFT Studios", "first": "Haig", "job_title": "Founder &amp; Creative Director"}, "Nate-Archer": {"website": "http://www.natearcher.ca/", "is_keynote": false, "session_links": [{"session_title": "Beyond Responsive", "entry_id": "89", "session_type": "Presentation"}], "links": ["natearcher", "http://www.natearcher.ca/"], "class_name": "gender-m", "twitter": "natearcher", "safe": "Nate-Archer", "prefix": "", "id": "Nate-Archer", "biography": ["Nate Archer is the Lead Content Strategy Specialist at Myplanet Digital in Toronto. Nate has a diverse background that includes experience in industrial design, digital publishing and interaction design. This diverse combination fuels Nate&rsquo;s unique approach to user experience design, coming through in his work with a range of clients, from large enterprises to smaller start-ups. Nate looks at design problems holistically, artfully blending ideas and methods from service design, information architecture and interaction design, with a keen eye on the user. Nate is also an accomplished writer, contributing to a range of magazines and websites, as well as journals and small-run publications. He has also spoken on design internationally, including the State of Design Conference in Melbourne, Australia."], "session_types": "presentation", "src": "natearcher", "last": "Archer", "country": "ca", "gender": "m", "organization": "Myplanet Digital", "first": "Nate", "job_title": "Lead Content Strategy Specialist"}, "James-Christie": {"website": "http://jcux.co.uk", "is_keynote": false, "session_links": [{"session_title": "Hacking the climate", "entry_id": "POS2", "session_type": "Poster"}], "links": ["jc_ux", "http://jcux.co.uk"], "class_name": "gender-m", "twitter": "jc_ux", "safe": "James-Christie", "prefix": "", "id": "James-Christie", "biography": ["James is a Senior Experience Designer at Mad*Pow, New Hampshire. He&rsquo;s an advocate of user-centered design, accessibility, and low-carbon living. James blogs at jcux.co.uk, chiefly about off-the-cuff product and non-profit ideas, and prototyping techniques."], "session_types": "poster", "src": "jameschristie", "last": "Christie", "country": "us", "gender": "m", "organization": "Mad*Pow", "first": "James", "job_title": "Senior Experience Designer"}, "Erik-Dahl": {"website": "http://www.goinvo.com", "is_keynote": false, "session_links": [{"session_title": "Building Emotional IQ with Laban Movement Analysis", "entry_id": "WK12", "session_type": "Workshop"}, {"session_title": "Side View Mirror Project", "entry_id": "PK9", "session_type": "PechaKucha"}], "links": ["eadahl", "http://www.goinvo.com"], "class_name": "gender-m", "twitter": "eadahl", "safe": "Erik-Dahl", "prefix": "", "id": "Erik-Dahl", "biography": ["I am a designer, anthropologist and bricoleur. I practice design as Principal and Director of Design Strategy at Involution Studios, Columbus. I also founded the MidwestUX Conference, lead the local Columbus IxDA, and enjoy taking pictures of people in their side view mirrors. My work explores the principles of transparency, empowerment, and cultural connections."], "session_types": "workshop pechakucha", "src": "erikdahl", "last": "Dahl", "country": "us", "gender": "m", "organization": "Involution Studios", "first": "Erik", "job_title": "Principal and Director of Design Strategy"}, "Rich-Radka": {"website": "http://www.claropartners.com", "is_keynote": false, "session_links": [{"session_title": "Ignite Potential &#8211; Value exchange networks", "entry_id": "95", "session_type": "Presentation"}], "links": ["http://www.claropartners.com"], "class_name": "gender-m", "twitter": "", "safe": "Rich-Radka", "prefix": "", "id": "Rich-Radka", "biography": ["Rich is dedicated to navigating disruptive change to create shared value for business and society. He makes sense of massive social and economic shifts to develop adaptive strategies and innovative business models for both established businesses and startups. At Claro, we believe that the disruptions that are taking place today are significant opportunities for businesses that are willing to pay attention, understand and act upon them decisively.", "Areas that Rich advises clients on include the shift from ownership to access; dispersed, multiple-sided models of value creation and exchange; the blurring of producer and consumer roles in commercial interactions; moving beyond social media to creating network-based businesses; unlocking the true value of personal data by giving it back to the user; and translating agile, socially negotiated practices from the informal economy to traditional business structures.", "Rich delivers real innovation by developing a deep understanding of people&apos;s needs, desires, routines and hierarchies of values. This understanding leads to service design approaches that create ideal customer experiences along with the necessary internal business processes to support them across the value chain. Based on this flow, it is then possible to create multi-stakeholder business models that disrupt industries and create completely novel value propositions.", "With almost 20 years of experience, Rich has been turning insights into innovative new opportunities, products, services, experiences, development guidelines and business strategies for clients such as BBVA, HP, IBM, Intel, Motorola, Nokia Skype, Sony, Samsung and Telefónica, Time-Warner and Vodafone around the world."], "session_types": "presentation", "src": "richradka", "last": "Radka", "country": "es", "gender": "m", "organization": "Claro Partners", "first": "Rich", "job_title": "Partner"}, "Todd-Silverstein": {"website": "www.vizify.com", "is_keynote": false, "session_links": [{"session_title": "Design Led Startups", "entry_id": "PNL1", "session_type": "Panel"}, {"session_title": "Data Depth and Ingenuity", "entry_id": "PNL3", "session_type": "Panel"}], "links": ["vizify", "www.vizify.com"], "class_name": "gender-m", "twitter": "vizify", "safe": "Todd-Silverstein", "prefix": "", "id": "Todd-Silverstein", "biography": ["Todd Silverstein is co-founder and CEO of Vizify, a Portland, Oregon-based startup that visualizes content and data you&rsquo;ve already created on the web (like tweets and photos) as part of a graphical bio that shows the best of you to the people looking you up online. Use it to stand out, find the perfect job, win a new client, or simply make a great first impression.", "In addition to cultivating his passion for visualization, Todd spent the last decade crafting software experiences as a product manager, including one year spent confirming that he truly was a full head shorter than all of Stockholm&rsquo;s natives. In the late &rsquo;80s he sported a &ldquo;rocking mullet, &rdquo; so that his awesome hair would stick out from under his hockey helmet and intimidate opposing players on the ice.", "For the more visual than literal, you can see Todd&rsquo;s graphical bio at: <a href=\"https://www.vizify.com/todd\" target=\"_blank\">http://www.vizify.com/</a>."], "session_types": "panel panel", "src": "toddsilverstein", "last": "Silverstein", "country": "", "gender": "m", "organization": "Vizify", "first": "Todd", "job_title": "Co-Founder / CEO"}, "Rob-McMahon": {"website": "http://www.rom.on.ca/", "is_keynote": false, "session_links": [{"session_title": "Intuitive Interfacing: The use of Interactive media in the Royal Ontario Museum&rsquo;s Ultimate Dinosaurs: Giants from Gondwana exhibit", "entry_id": "15", "session_type": "Presentation"}], "links": ["http://www.rom.on.ca/"], "class_name": "gender-m", "twitter": "", "safe": "Rob-McMahon", "prefix": "", "id": "Rob-McMahon", "biography": ["Holding an MFA in Film, Rob has established a foundation for his interactive producing with ten years experience in television. With a background in the wide-ranging media of animation, television news, current affairs, and documentary film, he has built on a keen belief that the ubiquitous and interactive potential of digital communication holds the key for cultural institutions in reinvigorating engagement with their public.  This has lead to Rob&rsquo;s most recent role as Producer, Major Exhibits in New Media at the Royal Ontario Museum in Toronto. It is here at the largest museum in Canada, where he has been able to most fully develop his work as an interactive producer, by experimenting with, and implementing a wide array of interactive installations in a series of major exhibitions (ranging from The Warrior Emperor and China&rsquo;s Terracotta Army, to Dead Sea Scrolls: Words that Changed the World, Maya: Secrets of their Ancient World, and most recently, Ultimate Dinosaurs: Giants from Gondwana)."], "session_types": "presentation", "src": "robmcmahon", "last": "McMahon", "country": "ca", "gender": "m", "organization": "Royal Ontario Museum", "first": "Rob", "job_title": "Producer, Major Exhibits, New Media Dept."}, "Erin-Sanders": {"website": "http://allthatisinfinite.com/", "is_keynote": false, "session_links": [{"session_title": "Bringing Users Into Your Process Through Participatory Design", "entry_id": "WK7", "session_type": "Workshop"}], "links": ["http://allthatisinfinite.com/"], "class_name": "gender-f", "twitter": "", "safe": "Erin-Sanders", "prefix": "", "id": "Erin-Sanders", "biography": ["Erin Sanders has more than 7 years of design consulting experience and is a Senior Interaction Designer and Design Researcher in the frog San Francisco studio. Since joining the Shanghai studio in 2008, she has been working on immersive design research and interaction design program for a variety of international clients. Since moving back to the US in March 2011 Erin&apos;s focus has been on strategic, qualitative research and experience design with a focus on multi-channel, multi-platform, service design projects. She has worked on a wide range of programs across industries including consumer electronics, entertainment, finance, healthcare and telecommunications.  Some previous clients include 3M, BNP Paribas, Disney, Google, Huawei, LGE, PCCW, Samsung and SC Johnson. Erin has taught design research at Tongji University and Fudan University and is currently teaching interaction design at California College of the Arts.  Prior to joining frog Erin worked as a User Experience Designer for Artefact, an Interactive Design Agency, where she led user research and design efforts for multiple projects for Microsoft. Erin holds an MFA in Design from the University of Texas and BFA&apos;s in Graphic Design and Photography from the Savannah College of Art and Design.  It isn&apos;t often that you see her without her camera or sketchbook in hand."], "session_types": "workshop", "src": "erinsanders", "last": "Sanders", "country": "us", "gender": "f", "organization": "frog", "first": "Erin", "job_title": "Senior Interaction Designer"}, "Susan-Dybbs": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Designing Culture", "entry_id": "WK11", "session_type": "Workshop"}, {"session_title": "Beautiful Failures", "entry_id": "47", "session_type": "Presentation"}], "links": ["dybbsy"], "class_name": "gender-f", "twitter": "dybbsy", "safe": "Susan-Dybbs", "prefix": "", "id": "Susan-Dybbs", "biography": ["Susan Dybbs is an interaction designer at Cooper who focuses on interpreting human behavior to form the foundation for her designs. Much of her work addresses challenges facing the healthcare industry &#8212; from clinical services to medical devices. Susan&apos;s research methods range from formal ethnographic studies to guerrilla based discovery. Susan holds a Master&apos;s of Design from Carnegie Mellon University and was a member of the IxDA&apos;s Interaction 11 conference planning committee. She has worked with a wide selection of organizations, such as Blue Cross Blue Shield, University of Pittsburgh Medical Center, Teleflex, Microsoft, Thomson Reuters and Hitachi. When not obsessing over counterpulsation devices and brain surgery, she can be found letterpress printing and riding through the hills of the Marin Headlands."], "session_types": "workshop presentation", "src": "susandybbs", "last": "Dybbs", "country": "us", "gender": "f", "organization": "Cooper", "first": "Susan", "job_title": "Senior Interaction Designer"}, "Michael-Costantino": {"website": "http://flavors.me/infochemist", "is_keynote": false, "session_links": [{"session_title": "Toucha Toucha Toucha Touch Me", "entry_id": "144", "session_type": "Presentation"}], "links": ["infochemist", "http://flavors.me/infochemist"], "class_name": "gender-m", "twitter": "infochemist", "safe": "Michael-Costantino", "prefix": "", "id": "Michael-Costantino", "biography": ["Greetings Fellow Earthlings, I&apos;m a fellow Information Architect &amp; Digital Strategist with 20+ years of experience in innovative product development, brilliant analysis, creative strategy, shrewd experience architecture, and process enhancement&hellip; or at least that&apos;s what I wrote for LinkedIn. In truth, I&apos;m a humanist, a singer, a storyteller, a frisbee player, a hiker, a husband, a Dad&hellip; but I do love &ldquo;working&rdquo; as a user experience designer."], "session_types": "presentation", "src": "michaelcostantino", "last": "Costantino", "country": "us", "gender": "m", "organization": "Digitas", "first": "Michael", "job_title": "Associate Director of User Experience"}, "Jo-Lam": {"website": "http://mypage.iu.edu/~lin65/", "is_keynote": false, "session_links": [{"session_title": "Seed Diary: Connecting Family Members through Urban Gardening", "entry_id": "IM5", "session_type": "Idea Market"}], "links": ["http://mypage.iu.edu/~lin65/"], "class_name": "gender-m", "twitter": "", "safe": "Jo-Lam", "prefix": "", "id": "Jo-Lam", "biography": ["Xu Lin (Jo Lam) is currently a MFA student of Visual Communication Design at Indiana University. He is focusing on utilizing design research skills and methods to facilitate User Experience design. Before joining this program, Jo worked as a senior visual designer at Taobao.com(Alibaba Group), Asia&apos;s largest e-commerce company in China for three years. He was responsible for Taobao&rsquo;s online branding through various artistic forms including interactive festival logos, mascot toys, mini online games, and product promotions. Jo also owns a MA degree in Art of Design and a BA degree in graphic design from China."], "session_types": "idea-market", "src": "jolam", "last": "Lam", "country": "", "gender": "m", "organization": "", "first": "Jo", "job_title": ""}, "James-Senior": {"website": "", "is_keynote": false, "session_links": [{"session_title": "Designing a Compassionate Healthcare Experience", "entry_id": "130", "session_type": "Presentation"}], "links": false, "class_name": "gender-m", "twitter": "", "safe": "James-Senior", "prefix": "", "id": "James-Senior", "biography": ["James is a Senior User Experience Designer at Mayo Clinic, a nonprofit worldwide leader in medical care, research and education. He has spoken and written about Design, Empathy &amp; Healthcare for FastCompany and Tomorrow (forthcoming), and at MinneWebCon. Earlier in his career he designed for Medisys &#8211; Canada&apos;s leader in preventive health &#8211; and at startups in service to large enterprises such as Air Canada, Canada Post, Exxon (Esso), IBM, 3M and Dow. After completing graduate work at Parsons the New School for Design, he moved in the social sector &#8211; lecturing on design at CUNY and Parsons and planning websites for nonprofits and healthcare institutions. James is currently working on a new user experience for MayoClinic.org, a leading online healthcare service with over 1.2 billion pageviews per year.  James is a proud Canadian, and lives with Dr. Caroline Z. Krzakowski in Brooklyn, NY."], "session_types": "presentation", "src": "jamessenior", "last": "Senior", "country": "", "gender": "m", "organization": "Mayo Clinic", "first": "James", "job_title": "Senior User Experience Designer"}, "Andrea-Dulko": {"website": "http://andreadulko.com", "is_keynote": false, "session_links": [{"session_title": "Ceci n'est pas une bacon printer", "entry_id": "PK14", "session_type": "PechaKucha"}], "links": ["andreadulko", "http://andreadulko.com"], "class_name": "gender-f", "twitter": "andreadulko", "safe": "Andrea-Dulko", "prefix": "", "id": "Andrea-Dulko", "biography": ["Andrea graduated from the Parsons School of Design in 2005 and finished falling in love with user experience a few years later while working towards a Master&apos;s Degree from NYU&apos;s Interactive Telecommunications Program. Andrea has been working in New York City&apos;s creative industry for over 10 years with a variety of clients both independently as well as through her work at NBC Universal and, most recently, Huge, Inc. Outside work, Andrea loves coming up with new ideas, prototyping, playing outside, and working on her hockey and design blogs."], "session_types": "pechakucha", "src": "andreadulko", "last": "Dulko", "country": "us", "gender": "f", "organization": "Huge, Inc.", "first": "Andrea", "job_title": "Interaction Designer"}, "Angela-Dosis": {"website": "", "is_keynote": false, "session_links": [{"session_title": "OCAD U Showcase: Inclusive Health", "entry_id": "OCADS02", "session_type": "Showcase"}], "links": false, "class_name": "gender-f", "twitter": "", "safe": "Angela-Dosis", "prefix": "", "id": "Angela-Dosis", "biography": ["Angela Dosis is Director of Web and Digital Innovation at Princess Margaret Cancer Centre in Toronto. She is a graduate student in the Master of Inclusive Design at OCAD University."], "session_types": "showcase", "src": "angeladosis", "last": "Dosis", "country": "", "gender": "f", "organization": "", "first": "Angela", "job_title": ""}, "Ravi-Sawhney": {"website": "http://rksdesign.com/", "is_keynote": true, "session_links": [{"session_title": "Our power to empower: the satisfaction of designing for social impact", "entry_id": "KEY5", "session_type": "Keynote"}], "links": ["rksdesign", "http://rksdesign.com/"], "class_name": "gender-m", "twitter": "rksdesign", "safe": "Ravi-Sawhney", "prefix": "", "id": "Ravi-Sawhney", "biography": ["Ravi Sawhney, entrepreneur, author, lecturer and designer, leads RKS in Southern California, a firm he started in 1980 after leaving Xerox corporation where he was the design lead on the first generation of touch screen interface. Today, his team works across the globe for major players and start-ups, in all aspects of design: from environments to technology and interaction. Having won well over 140 major design awards, his work he claims is simply built on his interpretations of Abraham Maslow and Joseph Campbell. Through a systematic and pragmatic insight analysis framework, his team sets the stage for creation of aspirational experiences that motivate and rewards audiences time and time again."], "session_types": "keynote", "src": "ravisawhney", "last": "Sawhney", "i": 4, "country": "us", "gender": "m", "organization": "RKS Design", "first": "Ravi", "job_title": "Principal"}, "Dustin-DiTommaso": {"website": "http://www.madpow.com", "is_keynote": false, "session_links": [{"session_title": "Beyond Gamification: Designing Behavior Change Games", "entry_id": "WK3", "session_type": "Workshop"}], "links": ["DU5TB1N", "http://www.madpow.com"], "class_name": "gender-m", "twitter": "DU5TB1N", "safe": "Dustin-DiTommaso", "prefix": "", "id": "Dustin-DiTommaso", "biography": ["I&apos;m a Designer. I bring new products and services into the world. From ideation, vision and strategy to detailed functionality down to the last perfectly placed pixel &#8211; I dream, think, create and realize. I&apos;m particularly drawn to using design to influence and transform peoples' attitudes, behavior and motivation. As Vice President of Experience Design at Mad*Pow, I design products and direct programs that incorporate behavior change and gameful design for clients ranging from innovative start-ups to fortune 500s. My work has been recognized by Yahoo!, Macworld, MITX, American Express and the Boston Phoenix.\u2028\u2028I have taught advanced typography and publication design at the Chamberlayne School of Design and am an active lecturer and workshop facilitator in a number of industry communities.\u2028\u2028 Design is more than what I do, it&apos;s who I am and I love every minute of it."], "session_types": "workshop", "src": "dustinditommaso", "last": "DiTommaso", "country": "us", "gender": "m", "organization": "Mad*Pow", "first": "Dustin", "job_title": "Vice President, Experience Design"}, "Jessica-Bailey": {"website": "http://www.lextant.com", "is_keynote": false, "session_links": [{"session_title": "Designing for Complexity: What Did I Get Myself Into?!", "entry_id": "20", "session_type": "Presentation"}], "links": ["yesbailey", "http://www.lextant.com"], "class_name": "gender-f", "twitter": "yesbailey", "safe": "Jessica-Bailey", "prefix": "", "id": "Jessica-Bailey", "biography": ["Jessica Bailey is a user experience designer at Lextant in Columbus, Ohio. Jessica has worked with a wide variety of clients creating design concepts and supporting frameworks for complex, information-rich user interfaces and experiences. While her current work has her focused on the medical imaging and precision farming industries, she is always on the look out for exciting new design challenges."], "session_types": "presentation", "src": "jessicabailey", "last": "Bailey", "country": "us", "gender": "f", "organization": "Lextant", "first": "Jessica", "job_title": "User Experience Designer"}}
